Repository: MeowLynxSea/easy_todo
Catalog: assets/l10n/app_*.arb
Languages: de, fr, ja

source: Preferences
de: Einstellungen
fr: Préférences
ja: 設定

source: App Settings
de: App-Einstellungen
fr: Paramètres de l'application
ja: アプリ設定

source: Notifications
de: Benachrichtigungen
ja: 通知

# notificationsSubtitle
source: Manage notification preferences
de: Benachrichtigungseinstellungen verwalten
fr: Gérer les préférences de notification
ja: 通知設定を管理

source: Theme
de: Design
fr: Thème
ja: テーマ

# lightTheme
source: Light
de: Hell
fr: Clair
ja: ライト

# darkTheme
source: Dark
de: Dunkel
fr: Sombre
ja: ダーク

# systemTheme
source: System
fr: Système
ja: システム

source: Language
de: Sprache
fr: Langue
ja: 言語

# languageSettings
source: Language settings allow you to change the display language of the app. Select your preferred language from the list above.
de: Spracheinstellungen ermöglichen es Ihnen, die Anzeigesprache der App zu ändern. Wählen Sie Ihre bevorzugte Sprache aus der obigen Liste.
fr: Les paramètres de langue vous permettent de changer la langue d'affichage de l'application. Sélectionnez votre langue préférée dans la liste ci-dessus.
ja: 言語設定では、アプリの表示言語を変更できます。上記のリストから希望する言語を選択してください。

source: Data & Storage
de: Daten & Speicher
fr: Données et stockage
ja: データとストレージ

# dataAndSync
source: Data & Sync
de: Daten & Sync
fr: Données et synchronisation
ja: データと同期

source: Cloud Sync
de: Cloud-Synchronisierung
fr: Sync cloud
ja: クラウド同期

# cloudSyncSubtitle
source: End-to-end encrypted sync
de: Ende-zu-Ende-verschlüsselt
fr: Chiffré de bout en bout
ja: エンドツーエンド暗号化

# cloudSyncOverviewTitle
source: End-to-end encrypted sync
de: E2EE-Synchronisierung
fr: Synchronisation E2EE
ja: E2EE 同期

# cloudSyncOverviewSubtitle
source: Server stores only ciphertext; unlock with your passphrase on this device.
de: Der Server speichert nur Ciphertext; entsperren Sie mit Ihrer Passphrase auf diesem Gerät.
fr: Le serveur ne stocke que du chiffré ; déverrouillez avec votre phrase secrète sur cet appareil.
ja: サーバーは暗号文のみ保存します。この端末でパスフレーズを使って解除してください。

# cloudSyncConfigSaved
source: Sync config saved
de: Sync-Konfiguration gespeichert
fr: Configuration de sync enregistrée
ja: 同期設定を保存しました

# cloudSyncServerOkSnack
source: Server reachable
de: Server erreichbar
fr: Serveur joignable
ja: サーバーに接続できました

# cloudSyncServerCheckFailedSnack
source: Server check failed
de: Serverprüfung fehlgeschlagen
fr: Vérification du serveur échouée
ja: サーバー確認に失敗しました

# cloudSyncDisabledSnack
source: Sync disabled
de: Sync deaktiviert
fr: Synchronisation désactivée
ja: 同期を無効化しました

# cloudSyncEnableSwitchTitle
source: Enable cloud sync
de: Cloud-Sync aktivieren
fr: Activer la synchro cloud
ja: クラウド同期を有効化

# cloudSyncEnableSwitchSubtitle
source: Sync your data across your devices
de: Geführte Einrichtung: Server + Passphrase
fr: Configuration guidée : serveur + phrase secrète
ja: ガイド付き設定：サーバー + パスフレーズ

# cloudSyncServerSection
source: Server
fr: Serveur
ja: サーバー

# cloudSyncSetupTitle
source: 1) Configure server
de: 1) Server einrichten
fr: 1) Configurer le serveur
ja: 1）サーバー設定

# cloudSyncSetupSubtitle
source: Set server URL, then choose a provider and login.
de: Server-URL festlegen, dann Provider wählen und anmelden.
fr: Définissez l’URL du serveur, choisissez un provider et connectez-vous.
ja: サーバーURL を設定し、プロバイダーを選択してログインします。

# cloudSyncSetupDialogTitle
source: Server configuration
de: Server-Konfiguration
fr: Configuration du serveur
ja: サーバー設定

# cloudSyncServerUrl
source: Server URL
fr: URL du serveur
ja: サーバーURL

# cloudSyncAuthProvider
source: OAuth provider
fr: Provider OAuth
ja: OAuth プロバイダー

# cloudSyncAuthMode
source: Auth
de: Anmeldung
fr: Authentification
ja: 認証

# cloudSyncAuthModeLoggedIn
source: Logged in
de: Angemeldet
fr: Connecté
ja: ログイン済み

# cloudSyncAuthModeLoggedOut
source: Not logged in
de: Nicht angemeldet
fr: Non connecté
ja: 未ログイン

# cloudSyncCheckServer
source: Check server
de: Server prüfen
fr: Vérifier le serveur
ja: サーバー確認

# cloudSyncEditServerConfig
source: Edit
de: Bearbeiten
fr: Modifier
ja: 編集

# cloudSyncLogin
source: Login
de: Anmelden
fr: Se connecter
ja: ログイン

# cloudSyncLogout
source: Logout
de: Abmelden
fr: Se déconnecter
ja: ログアウト

# cloudSyncLoggedInSnack
source: Logged in
de: Angemeldet
fr: Connecté
ja: ログインしました

# cloudSyncLoggedOutSnack
source: Logged out
de: Abgemeldet
fr: Déconnecté
ja: ログアウトしました

# cloudSyncLoginRedirectedSnack
source: Continue login in your browser
de: Bitte im Browser weiter anmelden
fr: Continuez la connexion dans le navigateur
ja: ブラウザでログインを続行してください

# cloudSyncLoginFailedSnack
source: Login failed
de: Anmeldung fehlgeschlagen
fr: Échec de la connexion
ja: ログインに失敗しました

# cloudSyncNotSet
source: Not set
de: Nicht festgelegt
fr: Non défini
ja: 未設定

# cloudSyncTokenSet
source: Token is set
de: Token ist gesetzt
fr: Jeton défini
ja: 設定済み

# cloudSyncStatusSection
source: Status
fr: Statut
ja: 状態

# cloudSyncEnabled
source: Enabled
de: Aktiviert
fr: Activé
ja: 有効

# cloudSyncUnlocked
source: Unlocked
de: Entsperrt
fr: Déverrouillé
ja: ロック解除済み

# cloudSyncEnabledOn
source: Enabled: On
de: Aktiviert: An
fr: Activé : Oui
ja: 有効：オン

# cloudSyncEnabledOff
source: Enabled: Off
de: Aktiviert: Aus
fr: Activé : Non
ja: 有効：オフ

# cloudSyncUnlockedYes
source: Unlocked: Yes
de: Entsperrt: Ja
fr: Déverrouillé : Oui
ja: 解除：はい

# cloudSyncUnlockedNo
source: Unlocked: No
de: Entsperrt: Nein
fr: Déverrouillé : Non
ja: 解除：いいえ

# cloudSyncConfiguredYes
source: Configured: Yes
de: Konfiguriert: Ja
fr: Configuré : Oui
ja: 設定済み：はい

# cloudSyncConfiguredNo
source: Configured: No
de: Konfiguriert: Nein
fr: Configuré : Non
ja: 設定済み：いいえ

# cloudSyncLastServerSeq
source: Last serverSeq
de: Letzter serverSeq
fr: Dernier serverSeq
ja: 前回の serverSeq

# cloudSyncLastSyncAt
source: Last sync
de: Letzte Synchronisierung
fr: Dernière synchro
ja: 前回の同期

# cloudSyncError
source: Error
de: Fehler
fr: Erreur
ja: エラー

# cloudSyncDeviceId
source: Device ID
de: Geräte-ID
fr: ID de l’appareil
ja: 端末 ID

# cloudSyncEnable
source: Enable
de: Aktivieren
fr: Activer
ja: 有効化

# cloudSyncUnlock
source: Unlock
de: Entsperren
fr: Déverrouiller
ja: ロック解除

# cloudSyncSyncNow
source: Sync now
de: Jetzt synchronisieren
fr: Synchroniser
ja: 今すぐ同期

# cloudSyncDisable
source: Disable
de: Deaktivieren
fr: Désactiver
ja: 無効化

# cloudSyncSecurityTitle
source: 2) Unlock
de: 2) Entsperren
fr: 2) Déverrouiller
ja: 2）ロック解除

# cloudSyncSecuritySubtitle
source: Unlock uses your passphrase to access the DEK. Mobile/desktop can cache it in secure storage.
de: Zum Entsperren wird Ihre Passphrase verwendet, um den DEK zu erhalten. Mobile/Desktop können ihn sicher speichern.
fr: Le déverrouillage utilise votre phrase secrète pour obtenir le DEK. Mobile/desktop peuvent le conserver en stockage sécurisé.
ja: ロック解除はパスフレーズで DEK を取得します。モバイル/デスクトップは安全に保存できます。

# cloudSyncLockStateTitle
source: Encryption key
de: Verschlüsselungsschlüssel
fr: Clé de chiffrement
ja: 暗号鍵

# cloudSyncLockStateUnlocked
source: Unlocked on this device
de: Auf diesem Gerät entsperrt
fr: Déverrouillé sur cet appareil
ja: この端末で解除済み

# cloudSyncLockStateLocked
source: Locked — enter passphrase to unlock
de: Gesperrt — Passphrase eingeben
fr: Verrouillé — saisissez la phrase secrète
ja: ロック中 — パスフレーズを入力

# cloudSyncActionsTitle
source: 3) Sync
de: 3) Synchronisieren
fr: 3) Synchroniser
ja: 3）同期

# cloudSyncActionsSubtitle
source: Push local changes then pull remote updates.
de: Lokale Änderungen senden, dann Updates abrufen.
fr: Envoyer les changements locaux puis récupérer les mises à jour.
ja: ローカル変更を送信し、リモート更新を取得します。

# cloudSyncAdvancedTitle
source: Advanced
de: Erweitert
fr: Avancé
ja: 詳細

# cloudSyncAdvancedSubtitle
source: Debug info (device-local)
de: Debug-Infos (nur Gerät)
fr: Infos de débogage (local)
ja: デバッグ情報（端末ローカル）

# cloudSyncEnableDialogTitle
source: Enable sync
de: Sync aktivieren
fr: Activer la synchronisation
ja: 同期を有効化

# cloudSyncUnlockDialogTitle
source: Unlock sync
de: Sync entsperren
fr: Déverrouiller la synchronisation
ja: 同期をロック解除

# cloudSyncPassphraseDialogHint
source: If you already enabled sync on another device, enter the same passphrase twice.
de: Wenn Sie die Synchronisierung bereits auf einem anderen Gerät aktiviert haben, geben Sie dieselbe Passphrase zweimal ein.
fr: Si vous avez déjà activé la synchronisation sur un autre appareil, saisissez la même phrase secrète deux fois.
ja: 他の端末で同期を有効化済みの場合は、同じパスフレーズを2回入力してください。

# cloudSyncPassphrase
source: Passphrase
fr: Phrase secrète
ja: パスフレーズ

# cloudSyncConfirmPassphrase
source: Confirm passphrase
de: Passphrase bestätigen
fr: Confirmer la phrase secrète
ja: パスフレーズを確認

# cloudSyncShowPassphrase
source: Show
de: Anzeigen
fr: Afficher
ja: 表示

# cloudSyncEnabledSnack
source: Sync enabled
de: Sync aktiviert
fr: Synchronisation activée
ja: 同期を有効化しました

# cloudSyncUnlockedSnack
source: Unlocked
de: Entsperrt
fr: Déverrouillé
ja: ロック解除しました

# cloudSyncSyncedSnack
source: Synced
de: Synchronisiert
fr: Synchronisé
ja: 同期しました

# cloudSyncInvalidPassphrase
source: Invalid passphrase
de: Ungültige Passphrase
fr: Phrase secrète invalide
ja: パスフレーズが正しくありません

# cloudSyncRollbackTitle
source: Possible server rollback
de: Möglicher Server-Rollback
fr: Possible rollback du serveur
ja: サーバーのロールバックの可能性

# cloudSyncRollbackMessage
source: The server may have rolled back or restored from a backup. Continuing may cause data loss. What do you want to do?
de: Der Server wurde möglicherweise zurückgesetzt oder aus einem Backup wiederhergestellt. Fortfahren kann zu Datenverlust führen. Was möchten Sie tun?
fr: Le serveur a peut-être été restauré depuis une sauvegarde. Continuer peut entraîner une perte de données. Que souhaitez-vous faire ?
ja: サーバーがロールバック、またはバックアップから復元された可能性があります。続行するとデータが失われる場合があります。どうしますか？

# cloudSyncStopSync
source: Stop sync
de: Sync stoppen
fr: Arrêter la synchro
ja: 同期を停止

# cloudSyncContinue
source: Continue
de: Fortfahren
fr: Continuer
ja: 続行

# cloudSyncWebDekNote
source: Web stores the key until the browser is closed. Restarting the browser requires unlocking again.
de: Web speichert den DEK nur für die Sitzung. Nach dem Neuladen ist erneut entsperren erforderlich.
fr: Le Web met en cache le DEK uniquement pour la session. Un rechargement nécessite un nouveau déverrouillage.
ja: Web は DEK をセッション内のみキャッシュします。再読み込み後は再度ロック解除が必要です。

# cloudSyncStatusIdle
source: idle
de: bereit
fr: inactif
ja: 待機中

# cloudSyncStatusRunning
source: running
de: läuft
fr: en cours
ja: 同期中

# cloudSyncStatusError
source: error
de: Fehler
fr: erreur
ja: エラー

# cloudSyncErrorPassphraseMismatch
source: Passphrase mismatch
de: Passphrasen stimmen nicht überein
fr: Les phrases ne correspondent pas
ja: パスフレーズが一致しません

# cloudSyncErrorNotConfigured
source: Sync not configured
de: Sync nicht konfiguriert
fr: Sync non configurée
ja: 同期が設定されていません

# cloudSyncErrorDisabled
source: Sync is disabled
de: Sync ist deaktiviert
fr: La sync est désactivée
ja: 同期は無効です

# cloudSyncErrorLocked
source: Sync is locked (missing DEK)
de: Sync ist gesperrt (DEK fehlt)
fr: La sync est verrouillée (DEK manquant)
ja: 同期がロックされています（DEK 不足）

# cloudSyncErrorAccountChanged
source: Account changed — please re-enable sync
de: Konto gewechselt – bitte Sync erneut aktivieren
fr: Compte changé — réactivez la synchronisation
ja: アカウントが変更されました。同期を再度有効にしてください

# cloudSyncErrorUnauthorized
source: Unauthorized (check token)
de: Nicht autorisiert (Token prüfen)
fr: Non autorisé (vérifiez le jeton)
ja: 認証されていません（トークンを確認）

# cloudSyncErrorBanned
source: Account banned
de: Konto gesperrt
fr: Compte banni
ja: アカウントが凍結されています

# cloudSyncErrorKeyBundleNotFound
source: Key bundle not found on server
de: Key-Bundle auf dem Server nicht gefunden
fr: Key bundle introuvable sur le serveur
ja: サーバーに keyBundle が見つかりません

# cloudSyncErrorNetwork
source: Network error
de: Netzwerkfehler
fr: Erreur réseau
ja: ネットワークエラー

# cloudSyncErrorConflict
source: Conflict (bundle version mismatch)
de: Konflikt (Bundle-Version stimmt nicht überein)
fr: Conflit (version du bundle)
ja: 競合（bundleVersion 不一致）

# cloudSyncErrorUnknown
source: Unknown error
de: Unbekannter Fehler
fr: Erreur inconnue
ja: 不明なエラー

source: Backup & Restore
de: Sichern & Wiederherstellen
fr: Sauvegarde et restauration
ja: バックアップと復元

# backupSubtitle
source: Backup your data
de: Ihre Daten sichern
fr: Sauvegarder vos données
ja: データをバックアップ

source: Storage
de: Speicher
fr: Stockage
ja: ストレージ

# storageSubtitle
source: Manage storage space
de: Speicherplatz verwalten
fr: Gérer l'espace de stockage
ja: ストレージ容量を管理

source: About
de: Über
fr: À propos
ja: について

source: About Easy Todo
de: Über Easy Todo
fr: À propos de Easy Todo
ja: Easy Todo について

source: Help & Support
de: Hilfe & Support
fr: Aide et support
ja: ヘルプとサポート

# helpSubtitle
source: Get help with the app
de: Hilfe zur App erhalten
fr: Obtenir de l'aide avec l'application
ja: アプリのヘルプを取得

source: Danger Zone
de: Gefahrenzone
fr: Zone de danger
ja: 危険な操作

source: Clear All Data
de: Alle Daten löschen
fr: Effacer toutes les données
ja: すべてのデータを消去

# clearDataSubtitle
source: Delete all todos and settings
de: Alle Aufgaben und Einstellungen löschen
fr: Supprimer toutes les tâches et paramètres
ja: すべてのToDoと設定を削除

source: Version
ja: バージョン

# appDescription
source: A clean, elegant todo list application designed for simplicity and productivity.
de: Eine saubere, elegante Aufgabenlisten-Anwendung, die für Einfachheit und Produktivität konzipiert wurde.
fr: Une application de liste de tâches propre et élégante conçue pour la simplicité et la productivité.
ja: シンプルさと生産性のために設計された、クリーンでエレガントなToDoリストアプリケーション。

source: Developer
de: Entwickler
fr: Développeur
ja: 開発者

# developerInfo
source: Developer Information
de: Entwicklerinformationen
fr: Informations sur le développeur
ja: 開発者情報

source: Need Help?
de: Hilfe benötigt?
fr: Besoin d'aide ?
ja: ヘルプが必要ですか？

# helpDescription
source: If you encounter any issues or have suggestions, feel free to reach out through any of the contact methods above.
de: Wenn Sie auf Probleme stoßen oder Vorschläge haben, können Sie uns gerne über eine der oben genannten Kontaktmöglichkeiten erreichen.
fr: Si vous rencontrez des problèmes ou avez des suggestions, n'hésitez pas à nous contacter par l'un des moyens ci-dessus.
ja: 問題が発生した場合や提案がある場合は、上記の連絡方法でお気軽にお問い合わせください。

source: Close
de: Schließen
fr: Fermer
ja: 閉じる

source: Theme Settings
de: Design-Einstellungen
fr: Paramètres du thème
ja: テーマ設定

source: Theme Mode
de: Design-Modus
fr: Mode thème
ja: テーマモード

source: Light
de: Hell
fr: Clair
ja: ライト

source: Dark
de: Dunkel
fr: Sombre
ja: ダーク

source: System
fr: Système
ja: システム

source: Theme Colors
de: Design-Farben
fr: Couleurs du thème
ja: テーマカラー

source: Custom Theme
de: Benutzerdefiniertes Design
fr: Thème personnalisé
ja: カスタムテーマ

source: Primary Color
de: Primärfarbe
fr: Couleur principale
ja: プライマリカラー

source: Secondary Color
de: Sekundärfarbe
fr: Couleur secondaire
ja: セカンダリカラー

# selectPrimaryColor
source: Select primary color for the app
de: Primärfarbe für die App auswählen
fr: Sélectionner la couleur principale de l'application
ja: アプリのプライマリカラーを選択

# selectSecondaryColor
source: Select secondary color for the app
de: Sekundärfarbe für die App auswählen
fr: Sélectionner la couleur secondaire de l'application
ja: アプリのセカンダリカラーを選択

source: Select Color
de: Farbe auswählen
fr: Sélectionner une couleur
ja: 色を選択

source: Hue
de: Farbton
fr: Teinte
ja: 色相

source: Saturation
de: Sättigung
ja: 彩度

source: Lightness
de: Helligkeit
fr: Luminosité
ja: 明度

source: Apply Custom Theme
de: Benutzerdefiniertes Design anwenden
fr: Appliquer le thème personnalisé
ja: カスタムテーマを適用

# customThemeApplied
source: Custom theme applied successfully
de: Benutzerdefiniertes Design erfolgreich angewendet
fr: Thème personnalisé appliqué avec succès
ja: カスタムテーマが正常に適用されました

source: Theme color applied
de: Design-Farbe angewendet
fr: Couleur du thème appliquée
ja: テーマカラーが適用されました

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル

source: Repeat
de: Wiederholen
fr: Répéter
ja: 繰り返し

source: Repeat Task
de: Wiederkehrende Aufgabe
fr: Tâche répétitive
ja: 繰り返しタスク

source: Repeat Type
de: Wiederholungstyp
fr: Type de répétition
ja: 繰り返しタイプ

source: Daily
de: Täglich
fr: Quotidien
ja: 毎日

source: Weekly
de: Wöchentlich
fr: Hebdomadaire
ja: 毎週

source: Monthly
de: Monatlich
fr: Mensuel
ja: 毎月

source: Weekdays
de: Wochentage
fr: Jours de semaine
ja: 平日

source: Select Days
de: Tage auswählen
fr: Sélectionner les jours
ja: 日付を選択

source: Select Date
de: Datum auswählen
fr: Sélectionner une date
ja: 日付を選択

source: Every day
de: Jeden Tag
fr: Tous les jours
ja: 毎日

source: Every week
de: Jede Woche
fr: Toutes les semaines
ja: 毎週

source: Every month
de: Jeden Monat
fr: Tous les mois
ja: 毎月

source: Monday
de: Montag
fr: Lundi
ja: 月曜日

source: Tuesday
de: Dienstag
fr: Mardi
ja: 火曜日

source: Wednesday
de: Mittwoch
fr: Mercredi
ja: 水曜日

source: Thursday
de: Donnerstag
fr: Jeudi
ja: 木曜日

source: Friday
de: Freitag
fr: Vendredi
ja: 金曜日

source: Saturday
de: Samstag
fr: Samedi
ja: 土曜日

source: Sunday
de: Sonntag
fr: Dimanche
ja: 日曜日

source: Start Date
de: Startdatum
fr: Date de début
ja: 開始日

source: End Date
de: Enddatum
fr: Date de fin
ja: 終了日

source: No End Date
de: Kein Enddatum
fr: Pas de date de fin
ja: 終了日なし

source: Time Range
de: Zeitbereich
fr: Plage horaire
ja: 時間範囲

source: Start Time
de: Startzeit
fr: Heure de début
ja: 開始時刻

source: End Time
de: Endzeit
fr: Heure de fin
ja: 終了時刻

source: No start time set
de: Keine Startzeit festgelegt
fr: Aucune heure de début
ja: 開始時刻未設定

source: No end time set
de: Keine Endzeit festgelegt
fr: Aucune heure de fin
ja: 終了時刻未設定

# invalidTimeRange
source: End time must be after start time
de: Endzeit muss nach der Startzeit liegen
fr: L'heure de fin doit être après l'heure de début
ja: 終了時刻は開始時刻より後にしてください

source: Repeat Enabled
de: Wiederholung aktiviert
fr: Répétition activée
ja: 繰り返し有効

# repeatDescription
source: Create recurring tasks automatically
de: Automatisch wiederkehrende Aufgaben erstellen
fr: Créer automatiquement des tâches récurrentes
ja: 定期的なタスクを自動的に作成

# backfillMode
source: Catch-up mode
de: Nachholmodus
fr: Mode de rattrapage
ja: 補完モード

# backfillModeDescription
source: Create missed recurring todos for previous days
de: Erstellt verpasste wiederkehrende Aufgaben für vergangene Tage
fr: Crée les tâches récurrentes manquées pour les jours précédents
ja: 過去に作成されなかった定期タスクを作成します

# backfillDays
source: Look-back days
de: Zurückliegende Tage
fr: Jours à remonter
ja: 遡る日数

# backfillDaysDescription
source: Max days to look back (1-365, not including today)
de: Maximale Anzahl zurückliegender Tage (1–365, ohne heute)
fr: Nombre maximal de jours à remonter (1–365, sans inclure aujourd'hui)
ja: 遡って確認する最大日数（1～365、今日を除く）

# backfillAutoComplete
source: Auto-complete backfilled todos
de: Nachgeholte Aufgaben automatisch abschließen
fr: Marquer automatiquement comme terminées
ja: 補完したタスクを自動で完了にする

# backfillDaysRangeError
source: Look-back days must be between 1 and 365
de: Die Anzahl der Tage muss zwischen 1 und 365 liegen
fr: Le nombre de jours doit être compris entre 1 et 365
ja: 日数は1～365の間で指定してください

# backfillConflictTitle
source: Backfill conflict
de: Konflikt beim Nachholen
fr: Conflit de rattrapage
ja: 補完範囲の競合

# backfillConflictMessage
source: Task "{title}" starts on {startDate}, but catch-up would look back to {backfillStartDate}. Which should be used as the earliest generation date for this refresh?
de: Die Aufgabe „{title}“ beginnt am {startDate}, aber der Nachholmodus würde bis {backfillStartDate} zurückgehen. Welches Datum soll für diese Aktualisierung als frühestes Erstellungsdatum verwendet werden?
fr: La tâche "{title}" commence le {startDate}, mais le mode de rattrapage remonterait jusqu'au {backfillStartDate}. Quelle date doit être utilisée comme date la plus ancienne pour cette actualisation ?
ja: 「{title}」の開始日は {startDate} ですが、補完モードでは {backfillStartDate} まで遡ります。今回の強制更新で最も早い生成日としてどちらを使用しますか？

source: Use start date
de: Startdatum verwenden
fr: Utiliser la date de début
ja: 開始日を使用

# useBackfillDays
source: Use catch-up range
de: Nachholbereich verwenden
fr: Utiliser la plage de rattrapage
ja: 補完範囲を使用

source: Active Repeat Tasks
de: Aktive wiederkehrende Aufgaben
fr: Tâches répétitives actives
ja: アクティブな繰り返しタスク

# noRepeatTasks
source: No repeat tasks yet
de: Noch keine wiederkehrenden Aufgaben
fr: Aucune tâche répétitive pour l'instant
ja: 繰り返しタスクはまだありません

# pauseRepeat
source: Pause
de: Pausieren
ja: 一時停止

# resumeRepeat
source: Resume
de: Fortsetzen
fr: Reprendre
ja: 再開

# editRepeat
source: Edit
de: Bearbeiten
fr: Modifier
ja: 編集

# deleteRepeat
source: Delete
de: Löschen
fr: Supprimer
ja: 削除

source: Loading
de: Laden
fr: Chargement
ja: 読み込み中

# repeatTaskConfirm
source: Delete Repeat Task
de: Wiederkehrende Aufgabe löschen
fr: Supprimer la tâche répétitive
ja: 繰り返しタスクを削除

# repeatTaskDeleteMessage
source: This will delete all recurring tasks generated from this template. This action cannot be undone.
de: Dies löscht alle wiederkehrenden Aufgaben, die aus dieser Vorlage generiert wurden. Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cela supprimera toutes les tâches récurrentes générées à partir de ce modèle. Cette action ne peut être annulée.
ja: これにより、このテンプレートから生成されたすべての定期的なタスクが削除されます。この操作は元に戻せません。

source: Manage Repeat Tasks
de: Wiederkehrende Aufgaben verwalten
fr: Gérer les tâches répétitives
ja: 繰り返しタスクを管理

source: Coming soon!
de: Demnächst!
fr: À venir !
ja: 近日公開！

source: Todos
de: Aufgaben
fr: Tâches
ja: ToDo

source: Schedule
de: Zeitplan
fr: Agenda
ja: 予定

# clearDataWarning
source: This will permanently delete all your todos and statistics. This action cannot be undone.
de: Dies löscht dauerhaft alle Ihre Aufgaben und Statistiken. Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cela supprimera définitivement toutes vos tâches et statistiques. Cette action ne peut être annulée.
ja: これにより、すべてのToDoと統計が永久に削除されます。この操作は元に戻せません。

# dataClearedSuccess
source: All data has been cleared successfully
de: Alle Daten wurden erfolgreich gelöscht
fr: Toutes les données ont été effacées avec succès
ja: すべてのデータが正常に消去されました

# clearDataFailed
source: Failed to clear data
de: Löschen der Daten fehlgeschlagen
fr: Échec de l'effacement des données
ja: データの消去に失敗しました

source: History
de: Verlauf
fr: Historique
ja: 履歴

source: Stats
de: Statistiken
fr: Statistiques
ja: 統計

source: Search todos
de: Aufgaben suchen
fr: Rechercher des tâches
ja: ToDoを検索

source: Add Todo
de: Aufgabe hinzufügen
fr: Ajouter une tâche
ja: ToDoを追加

# addTodoHint
source: What needs to be done?
de: Was muss erledigt werden?
fr: Quoi faire ?
ja: 何をする必要がありますか？

# todoTitle
source: Title
de: Titel
fr: Titre
ja: タイトル

# todoDescription
source: Description
de: Beschreibung
ja: 説明

source: Save
de: Speichern
fr: Enregistrer
ja: 保存

source: Edit
de: Bearbeiten
fr: Modifier
ja: 編集

source: Delete
de: Löschen
fr: Supprimer
ja: 削除

source: Complete
de: Abschließen
fr: Terminer
ja: 完了

source: Incomplete
de: Unvollständig
fr: Incomplet
ja: 未完了

# allTodos
source: All
de: Alle
fr: Toutes
ja: すべて

# activeTodos
source: Active
de: Aktiv
fr: Actives
ja: アクティブ

# completedTodos
source: Completed
de: Abgeschlossen
fr: Terminées
ja: 完了済み

source: Today
de: Heute
fr: Aujourd'hui
ja: 今日

source: Yesterday
de: Gestern
fr: Hier
ja: 昨日

source: This Week
de: Diese Woche
fr: Cette semaine
ja: 今週

source: This Month
de: Diesen Monat
fr: Ce mois
ja: 今月

source: Older
de: Älter
fr: Plus ancien
ja: 以前

source: Total Todos
de: Gesamte Aufgaben
fr: Total des tâches
ja: 合計ToDo

# completedTodosCount
source: Completed
de: Abgeschlossen
fr: Terminées
ja: 完了済み

# activeTodosCount
source: Active
de: Aktiv
fr: Actives
ja: アクティブ

source: Completion Rate
de: Abschlussrate
fr: Taux de complétion
ja: 完了率

source: Backup
de: Sichern
fr: Sauvegarde
ja: バックアップ

source: Restore
de: Wiederherstellen
fr: Restauration
ja: 復元
