Repository: MeowLynxSea/easy_todo
Catalog: assets/l10n/app_*.arb
Languages: de, fr, ja

# storagePermissionDescription
source: To download and install app updates, Easy Todo needs access to device storage.
de: Um App-Updates herunterzuladen und zu installieren, benötigt Easy Todo Zugriff auf den Gerätespeicher.
fr: Pour télécharger et installer les mises à jour d'application, Easy Todo a besoin d'accéder au stockage de l'appareil.
ja: アプリの更新をダウンロードしてインストールするには、Easy Todoがデバイスストレージにアクセスする必要があります。

# permissionNote
source: Clicking "Allow" will grant the app the following permissions:
de: Durch Klicken auf "Zulassen" erteilen Sie der App die folgenden Berechtigungen:
fr: En cliquant sur "Autoriser", vous accorderez à l'application les permissions suivantes :
ja: 「許可」をクリックすると、アプリに以下の権限が付与されます：

source: • Access device storage
de: • Auf Gerätespeicher zugreifen
fr: • Accéder au stockage de l'appareil
ja: • デバイスストレージにアクセス

source: • Download files to device
de: • Dateien auf Gerät herunterladen
fr: • Télécharger des fichiers sur l'appareil
ja: • デバイスにファイルをダウンロード

source: Allow
de: Zulassen
fr: Autoriser
ja: 許可

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les paramètres
ja: 設定を開く

source: Permission Denied
de: Berechtigung verweigert
fr: Permission refusée
ja: 権限が拒否されました

# permissionDeniedMessage
source: Storage permission has been permanently denied. Please manually enable the permission in system settings and try again.
de: Speicherberechtigung wurde dauerhaft verweigert. Bitte aktivieren Sie die Berechtigung manuell in den Systemeinstellungen und versuchen Sie es erneut.
fr: La permission de stockage a été refusée de manière permanente. Veuillez activer manuellement la permission dans les paramètres système et réessayer.
ja: ストレージ権限が永続的に拒否されました。システム設定で手動で権限を有効にして再試行してください。

# cannotOpenSettings
source: Cannot open settings page
de: Einstellungsseite kann nicht geöffnet werden
fr: Impossible d'ouvrir la page des paramètres
ja: 設定ページを開けません

source: Auto Update
de: Automatisches Update
fr: Mise à jour automatique
ja: 自動更新

# autoUpdateSubtitle
source: Automatically check for updates when app starts
de: Automatisch nach Updates suchen, wenn die App startet
fr: Vérifier automatiquement les mises à jour au démarrage de l'application
ja: アプリ起動時に自動的に更新をチェック

source: Auto update enabled
de: Automatisches Update aktiviert
fr: Mise à jour automatique activée
ja: 自動更新が有効になりました

source: Auto update disabled
de: Automatisches Update deaktiviert
fr: Mise à jour automatique désactivée
ja: 自動更新が無効になりました

source: Exit App
de: App beenden
fr: Quitter l'application
ja: アプリを終了

source: View Settings
de: Ansichtseinstellungen
fr: Paramètres d'affichage
ja: 表示設定

source: View Display
de: Anzeige
fr: Affichage
ja: 表示

# viewDisplaySubtitle
source: Configure how content is displayed
de: Konfigurieren, wie Inhalte angezeigt werden
fr: Configurer le contenu est affiché
ja: コンテンツの表示方法を設定

source: Todo View Settings
de: Aufgaben-Ansichtseinstellungen
fr: Paramètres d'affichage des tâches
ja: ToDo表示設定

source: History View Settings
de: Verlaufs-Ansichtseinstellungen
fr: Paramètres d'affichage de l'historique
ja: 履歴表示設定

source: Schedule Layout Settings
de: Zeitplan-Layout-Einstellungen
fr: Paramètres de disposition du planning
ja: スケジュールレイアウト設定

# scheduleLayoutSettingsSubtitle
source: Customize time range and weekdays
de: Zeitbereich und Wochentage anpassen
fr: Personnaliser la plage horaire et les jours
ja: 時間範囲と曜日をカスタマイズ

source: View Mode
de: Ansichtsmodus
fr: Mode d'affichage
ja: 表示モード

source: List View
de: Listenansicht
fr: Vue en liste
ja: リストビュー

source: Stacking View
de: Stapelansicht
fr: Vue en pile
ja: スタッキングビュー

source: Calendar View
de: Kalenderansicht
fr: Vue calendrier
ja: カレンダービュー

source: Open in New Page
de: In neuer Seite öffnen
fr: Ouvrir dans une nouvelle page
ja: 新しいページで開く

# openInNewPageSubtitle
source: Open views in new pages instead of popups
de: Ansichten in neuen Seiten anstelle von Popups öffnen
fr: Ouvrir les vues dans de nouvelles pages au lieu de popups
ja: ポップアップの代わりに新しいページでビューを開く

source: History View Mode
de: Verlaufs-Ansichtsmodus
fr: Mode d'affichage de l'historique
ja: 履歴表示モード

# scheduleTimeRange
source: Time Range
de: Zeitbereich
fr: Plage horaire
ja: 時間範囲

# scheduleVisibleWeekdays
source: Days Shown
de: Angezeigte Wochentage
fr: Jours affichés
ja: 表示する曜日

# scheduleLabelTextScale
source: Label Text Scale
de: Textskalierung der Labels
fr: Échelle du texte des étiquettes
ja: ラベル文字の拡大率

# scheduleAtLeastOneDay
source: Keep at least one day selected.
de: Bitte mindestens einen Tag auswählen.
fr: Gardez au moins un jour sélectionné.
ja: 少なくとも1日を選択してください。

source: Day Details
de: Tagesdetails
fr: Détails du jour
ja: 日の詳細

source: Todo Count
de: Anzahl der Aufgaben
fr: Nombre de tâches
ja: ToDo数

# completedCount
source: completed
de: abgeschlossen
fr: terminé
ja: 完了

# totalCount
source: total
de: gesamt
ja: 合計

# appLongDescription
source: Easy Todo is a clean, elegant and powerful todo list application designed to help you organize your daily tasks efficiently. With beautiful UI design, comprehensive statistics tracking, seamless API integration, and support for multiple languages, Easy Todo makes task management simple and enjoyable. Features include calendar view, history tracking, backup & restore, biometric authentication, and customizable themes to match your personal style.
de: Easy Todo ist eine saubere, elegante und leistungsstarke Aufgabenlisten-Anwendung, die Ihnen hilft, Ihre täglichen Aufgaben effizient zu organisieren. Mit schönem UI-Design, umfassender Statistikverfolgung, nahtloser API-Integration und Unterstützung für mehrere Sprachen macht Easy Todo die Aufgabenverwaltung einfach und angenehm.
fr: Easy Todo est une application de liste de tâches propre, élégante et puissante conçue pour vous aider à organiser vos tâches quotidiennes efficacement. Avec une belle conception d'interface utilisateur, un suivi complet des statistiques, une intégration API transparente et une prise en charge de plusieurs langues, Easy Todo rend la gestion des tâches simple et agréable.
ja: Easy Todoは、日々のタスクを効率的に整理するのに役立つ、クリーンでエレガントかつ強力なToDoリストアプリケーションです。美しいUIデザイン、包括的な統計追跡、シームレスなAPI統合、多言語サポートにより、Easy Todoはタスク管理を簡単で楽しくします。

# cannotDeleteRepeatTodo
source: Cannot delete repeat todos
de: Wiederkehrende Aufgaben können nicht gelöscht werden
fr: Impossible de supprimer les tâches répétitives
ja: 繰り返しToDoは削除できません

# filterAll
source: All
de: Alle
fr: Toutes
ja: すべて

# filterTodayTodos
source: Today's Todos
de: Heutige Aufgaben
fr: Tâches du jour
ja: 今日のToDo

# filterCompleted
source: Completed
de: Abgeschlossen
fr: Terminées
ja: 完了済み

# filterThisWeek
source: This Week
de: Diese Woche
fr: Cette semaine
ja: 今週

# resetButton
source: Reset
de: Zurücksetzen
fr: Réinitialiser
ja: リセット

# applyButton
source: Apply
de: Anwenden
fr: Appliquer
ja: 適用

# repeatTaskWarning
source: This todo item is automatically generated from a repeat task and will be regenerated tomorrow after deletion.
de: Diese Aufgabe wird automatisch aus einer wiederkehrenden Aufgabe generiert und wird nach dem Löschen morgen neu generiert.
fr: Cette tâche est générée automatiquement à partir d'une tâche répétitive et sera régénérée demain après suppression.
ja: このToDoアイテムは繰り返しタスクから自動的に生成され、削除後も明日再生成されます。

source: Learn More
de: Mehr erfahren
fr: En savoir plus
ja: 詳細

# repeatTaskDialogTitle
source: Repeat Task Todo Item
de: Wiederkehrende Aufgabenelement
fr: Élément de tâche répétitive
ja: 繰り返しタスクToDoアイテム

# repeatTaskExplanation
source: This todo is automatically created from a repeat task template. Deleting it will not affect the repeat task itself - a new todo will be generated tomorrow according to the repeat schedule. If you want to stop these todos from being generated, you need to edit or delete the repeat task template in the repeat tasks management section.
de: Diese Aufgabe wird automatisch aus einer wiederkehrenden Aufgabenvorlage erstellt. Das Löschen wirkt sich nicht auf die wiederkehrende Aufgabe selbst aus - eine neue Aufgabe wird morgen entsprechend dem Wiederholungszeitplan generiert. Wenn Sie die Generierung dieser Aufgaben stoppen möchten, müssen Sie die wiederkehrende Aufgabenvorlage im Abschnitt zur Verwaltung wiederkehrender Aufgaben bearbeiten oder löschen.
fr: Cette tâche est créée automatiquement à partir d'un modèle de tâche répétitive. La supprimer n'affectera pas la tâche répétitive elle-même - une nouvelle tâche sera générée demain selon le calendrier de répétition. Si vous voulez arrêter la génération de ces tâches, vous devez modifier ou supprimer le modèle de tâche répétitive dans la section de gestion des tâches répétitives.
ja: このToDoは繰り返しタスクテンプレートから自動的に作成されます。削除しても繰り返しタスク自体には影響しません - 新しいToDoは繰り返しスケジュールに従って明日生成されます。これらのToDoの生成を停止したい場合は、繰り返しタスク管理セクションで繰り返しタスクテンプレートを編集または削除する必要があります。

source: I Understand
de: Ich verstehe
fr: Je comprends
ja: 理解しました

# authenticateToContinue
source: Please authenticate to continue using the app
de: Bitte authentifizieren Sie sich, um die App weiter zu verwenden
fr: Veuillez vous authentifier pour continuer à utiliser l'application
ja: 続行するには認証してください

source: Retry
de: Wiederholen
fr: Réessayer
ja: 再試行

# biometricReason
source: Please use biometric authentication to verify your identity
de: Bitte verwenden Sie die biometrische Authentifizierung, um Ihre Identität zu überprüfen
fr: Veuillez utiliser l'authentification biométrique pour vérifier votre identité
ja: 生体認証を使用して身元を確認してください

# biometricHint
source: Use biometric authentication
de: Biometrische Authentifizierung verwenden
fr: Utiliser l'authentification biométrique
ja: 生体認証を使用

# biometricNotRecognized
source: Biometric not recognized, please try again
de: Biometrie nicht erkannt, bitte versuchen Sie es erneut
fr: Biométrie non reconnue, veuillez réessayer
ja: 生体認証が認識されませんでした、再試行してください

# biometricSuccess
source: Biometric authentication successful
de: Biometrische Authentifizierung erfolgreich
fr: Authentification biométrique réussie
ja: 生体認証が成功しました

# biometricVerificationTitle
source: Biometric Verification
de: Biometrische Überprüfung
fr: Vérification biométrique
ja: 生体認証

# addTodoError
source: Failed to add todo: {error}
de: Fehler beim Hinzufügen der Aufgabe: {error}
fr: Échec de l'ajout de la tâche : {error}
ja: ToDoの追加に失敗しました：{error}

# titleRequired
source: Please enter a title
de: Bitte geben Sie einen Titel ein
fr: Veuillez entrer un titre
ja: タイトルを入力してください

# repeatTaskCreateError
source: Failed to create repeat task: {error}
de: Fehler beim Erstellen der wiederkehrenden Aufgabe: {error}
fr: Échec de la création de la tâche répétitive : {error}
ja: 繰り返しタスクの作成に失敗しました：{error}

# repeatTaskTitleRequired
source: Please enter a title
de: Bitte geben Sie einen Titel ein
fr: Veuillez entrer un titre
ja: タイトルを入力してください

source: Import Backup
de: Sicherung importieren
fr: Importer la sauvegarde
ja: バックアップをインポート

source: Share Backup
de: Sicherung teilen
fr: Partager la sauvegarde
ja: バックアップを共有

# cannotAccessFile
source: Cannot access selected file
de: Auf ausgewählte Datei kann nicht zugegriffen werden
fr: Impossible d'accéder au fichier sélectionné
ja: 選択されたファイルにアクセスできません

source: Invalid backup format
de: Ungültiges Sicherungsformat
fr: Format de sauvegarde invalide
ja: 無効なバックアップ形式

# importBackupTitle
source: Import Backup
de: Sicherung importieren
fr: Importer la sauvegarde
ja: バックアップをインポート

source: Import
de: Importieren
fr: Importer
ja: インポート

# backupShareSuccess
source: Backup file shared successfully
de: Sicherungsdatei erfolgreich geteilt
fr: Fichier de sauvegarde partagé avec succès
ja: バックアップファイルが正常に共有されました

# requiredUpdateAvailable
source: A required update is available. Please update to continue using the app.
de: Ein erforderliches Update ist verfügbar. Bitte aktualisieren Sie, um die App weiter zu verwenden.
fr: Une mise à jour requise est disponible. Veuillez mettre à jour pour continuer à utiliser l'application.
ja: 必須の更新が利用可能です。続行するには更新してください。

# importingBackupFile
source: About to import backup file "{fileName}", this will overwrite all current data. Continue?
de: Sie sind dabei, die Sicherungsdatei "{fileName}" zu importieren, dies wird alle aktuellen Daten überschreiben. Fortfahren?
fr: Sur le point d'importer le fichier de sauvegarde "{fileName}", cela écrasera toutes les données actuelles. Continuer ?
ja: バックアップファイル"{fileName}"をインポートしようとしています。これにより現在のすべてのデータが上書きされます。続行しますか？

source: Test Notifications
de: Testbenachrichtigungen
fr: Tester les notifications
ja: テスト通知

source: Test notification channel
de: Testbenachrichtigungskanal
fr: Canal de notification de test
ja: テスト通知チャネル

# testNotificationContent
source: This is a test notification to verify that notifications are working properly.
de: Dies ist eine Testbenachrichtigung, um zu überprüfen, ob Benachrichtigungen ordnungsgemäß funktionieren.
fr: Ceci est une notification de test pour vérifier que les notifications fonctionnent correctement.
ja: 通知が正常に機能していることを確認するためのテスト通知です。

source: Failed to send test notification:
de: Senden der Testbenachrichtigung fehlgeschlagen:
fr: Échec de l'envoi de la notification de test :
ja: テスト通知の送信に失敗しました：

source: Unknown
de: Unbekannt
fr: Inconnu
ja: 不明

source: Unknown date
de: Unbekanntes Datum
fr: Date inconnue
ja: 不明な日付

# restoreSuccessPrefix
source: Restored
de: Wiederhergestellt
fr: Restauré
ja: 復元された

# restoreSuccessSuffix
source: todos
de: Aufgaben
fr: tâches
ja: ToDo

# importSuccessPrefix
source: Backup file imported successfully, restored
de: Sicherungsdatei erfolgreich importiert, wiederhergestellt
fr: Fichier de sauvegarde importé avec succès, restauré
ja: バックアップファイルが正常にインポートされ、復元された

# importFailedPrefix
source: Import failed:
de: Import fehlgeschlagen:
fr: Échec de l'importation :
ja: インポートに失敗しました：

# cleanupFailedPrefix
source: Cleanup failed:
de: Bereinigung fehlgeschlagen:
fr: Échec du nettoyage :
ja: クリーニングに失敗しました：

# createYourFirstRepeatTask
source: Create your first repeat task to get started
de: Erstellen Sie Ihre erste wiederkehrende Aufgabe, um zu beginnen
fr: Créez votre première tâche répétitive pour commencer
ja: 最初の繰り返しタスクを作成して開始

source: Rate
de: Bewerten
fr: Évaluer
ja: 評価

source: Open Source
ja: オープンソース

source: Repeat Todo Test
de: Wiederkehrende Aufgabe testen
fr: Test de tâche répétitive
ja: 繰り返しToDoテスト

source: Repeat Todos
de: Wiederkehrende Aufgaben
fr: Tâches répétitives
ja: 繰り返しToDo

source: Add Repeat Todo
de: Wiederkehrende Aufgabe hinzufügen
fr: Ajouter une tâche répétitive
ja: 繰り返しToDoを追加

source: Check Repeat Todos
de: Wiederkehrende Aufgaben überprüfen
fr: Vérifier les tâches répétitives
ja: 繰り返しToDoを確認

# authenticateToAccessApp
source: Please authenticate to access the app
de: Bitte authentifizieren Sie sich, um die App weiter zu verwenden
fr: Veuillez vous authentifier pour continuer à utiliser l'application
ja: 続行するには認証してください

# backupFileSubject
source: Easy Todo Backup File
de: Easy Todo Sicherungsdatei
fr: Fichier de sauvegarde Easy Todo
ja: Easy Todo バックアップファイル

# shareFailedPrefix
source: Share failed:
de: Teilen fehlgeschlagen:
fr: Échec du partage :
ja: 共有に失敗しました：

source: Scheduling todo reminder "
de: Aufgabenerinnerung planen "
fr: Planification du rappel de tâche "
ja: ToDoリマインダーをスケジュール中 "

# todoReminderTimerScheduled
source: Todo reminder timer scheduled successfully
de: Aufgabenerinnerungs-Timer erfolgreich geplant
fr: Minuteur de rappel de tâche planifié avec succès
ja: ToDoリマインダータイマーが正常にスケジュールされました

# allRemindersRescheduled
source: All reminders rescheduled successfully
de: Alle Erinnerungen erfolgreich neu geplant
fr: Tous les rappels replanifiés avec succès
ja: すべてのリマインダーが正常に再スケジュールされました

source: All timers cleared
de: Alle Timer gelöscht
fr: Tous les minuteurs effacés
ja: すべてのタイマーがクリアされました

# allNotificationChannelsCreated
source: All notification channels created successfully
de: Alle Benachrichtigungskanäle erfolgreich erstellt
fr: Tous les canaux de notification créés avec succès
ja: すべての通知チャネルが正常に作成されました

# authenticateToEnableFingerprint
source: Please authenticate to enable app lock
de: Bitte authentifizieren Sie sich, um die App-Sperre zu aktivieren
fr: Veuillez vous authentifier pour activer le verrouillage de l'application
ja: アプリロックを有効にするには認証してください

# authenticateToDisableFingerprint
source: Please authenticate to disable app lock
de: Bitte authentifizieren Sie sich, um die App-Sperre zu deaktivieren
fr: Veuillez vous authentifier pour désactiver le verrouillage de l'application
ja: アプリロックを無効にするには認証してください

# authenticateToAccessWithFingerprint
source: Please authenticate to access the app
de: Bitte authentifizieren Sie sich, um auf die App zuzugreifen
fr: Veuillez vous authentifier pour accéder à l'application
ja: アプリにアクセスするには認証してください

# authenticateToAccessWithBiometric
source: Please use biometric verification to verify your identity to continue
de: Bitte verwenden Sie die biometrische Überprüfung, um Ihre Identität zu überprüfen, um fortzufahren
fr: Veuillez utiliser la vérification biométrique pour vérifier votre identité pour continuer
ja: 続行するには生体認証を使用して身元を確認してください

# authenticateToClearData
source: Please use biometric authentication to clear all data
de: Bitte verwenden Sie die biometrische Überprüfung, um alle Daten zu löschen
fr: Veuillez utiliser la vérification biométrique pour effacer toutes les données
ja: すべてのデータを消去するには生体認証を使用してください

# clearDataFailedPrefix
source: Clear data failed:
de: Löschen der Daten fehlgeschlagen:
fr: Échec de l'effacement des données :
ja: データの消去に失敗しました：

# deleteAction
source: delete
de: löschen
fr: supprimer
ja: 削除

# completedKey
source: completed
de: abgeschlossen
fr: terminé
ja: 完了

# totalKey
source: total
de: gesamt
ja: 合計

# everyNDays
source: Every {count} days
de: Alle {count} Tage
fr: Tous les {count} jours
ja: {count}日ごと

source: Data Statistics
de: Datenstatistiken
fr: Statistiques de données
ja: データ統計

# dataStatisticsDescription
source: Number of repeat tasks with data statistics enabled
de: Anzahl der wiederkehrenden Aufgaben mit aktivierten Datenstatistiken
fr: Nombre de tâches répétitives avec statistiques de données activées
ja: データ統計が有効な繰り返しタスクの数

source: Statistics Modes
de: Statistikmodi
fr: Modes de statistiques
ja: 統計モード

# statisticsModesDescription
source: Select the statistical analysis methods to apply
de: Die anzuwendenden statistischen Analysemethoden auswählen
fr: Sélectionner les méthodes d'analyse statistiques à appliquer
ja: 適用する統計分析方法を選択

source: Data Unit
de: Dateneinheit
fr: Unité de données
ja: データ単位

# dataUnitHint
source: e.g., kg, km, $, %
de: z.B. kg, km, $, %
fr: ex: kg, km, $, %
ja: 例：kg、km、$、%

# statisticsModeAverage
source: Average
de: Durchschnitt
fr: Moyenne
ja: 平均

# statisticsModeGrowth
source: Growth
de: Wachstum
fr: Croissance
ja: 成長

# statisticsModeExtremum
source: Extremum
de: Extremwert
fr: Extrême
ja: 極値

# statisticsModeTrend
source: Trend
fr: Tendance
ja: トレンド

source: Enter Data to Complete
de: Daten eingeben zum Abschließen
fr: Entrer les données pour terminer
ja: 完了するデータを入力

# enterDataDescription
source: This repeat task requires data input before completion
de: Diese wiederkehrende Aufgabe erfordert Dateneingabe vor Abschluss
fr: Cette tâche répétitive nécessite une saisie de données avant complétion
ja: この繰り返しタスクは完了前にデータ入力が必要です

source: Data Value
de: Datenwert
fr: Valeur des données
ja: データ値

# dataValueHint
source: Enter a numerical value
de: Einen numerischen Wert eingeben
fr: Entrer une valeur numérique
ja: 数値を入力

# dataValueRequired
source: Please enter a data value to complete this task
de: Bitte geben Sie einen Datenwert ein, um diese Aufgabe abzuschließen
fr: Veuillez entrer une valeur de données pour terminer cette tâche
ja: このタスクを完了するにはデータ値を入力してください

# invalidDataValue
source: Please enter a valid number
de: Bitte geben Sie eine gültige Zahl ein
fr: Veuillez entrer un nombre valide
ja: 有効な数値を入力してください

# dataStatisticsTab
source: Data Statistics
de: Datenstatistiken
fr: Statistiques de données
ja: データ統計

source: Select Repeat Task
de: Wiederkehrende Aufgabe auswählen
fr: Sélectionner une tâche répétitive
ja: 繰り返しタスクを選択

# selectRepeatTaskHint
source: Choose a repeat task to view its statistics
de: Wählen Sie eine wiederkehrende Aufgabe aus, um ihre Statistiken anzuzeigen
fr: Choisir une tâche répétitive pour voir ses statistiques
ja: 統計を表示する繰り返しタスクを選択

source: Time Period
de: Zeitraum
fr: Période de temps
ja: 期間

# timePeriodToday
source: Today
de: Heute
fr: Aujourd'hui
ja: 今日

# timePeriodThisWeek
source: This Week
de: Diese Woche
fr: Cette semaine
ja: 今週

# timePeriodThisMonth
source: This Month
de: Diesen Monat
fr: Ce mois
ja: 今月

# timePeriodOverview
source: Overview
de: Übersicht
fr: Aperçu
ja: 概要

# timePeriodCustom
source: Custom Range
de: Benutzerdefinierter Bereich
fr: Plage personnalisée
ja: カスタム範囲

# selectCustomRange
source: Select Date Range
de: Datumsbereich auswählen
fr: Sélectionner une plage de dates
ja: 日付範囲を選択

# noRepeatTasksWithStats
source: No repeat tasks with statistics enabled
de: Keine wiederkehrenden Aufgaben mit aktivierten Statistiken
fr: Aucune tâche répétitive avec statistiques activées
ja: 統計が有効な繰り返しタスクはありません

# noDataAvailable
source: No data available for the selected period
de: Keine Daten für den ausgewählten Zeitraum verfügbar
fr: Aucune donnée disponible pour la période sélectionnée
ja: 選択された期間のデータはありません

# dataProgressToday
source: Today's Progress
de: Heutiger Fortschritt
fr: Progression d'aujourd'hui
ja: 今日の進捗

source: Average Value
de: Durchschnittswert
fr: Valeur moyenne
ja: 平均値

source: Total Value
de: Gesamtwert
fr: Valeur totale
ja: 合計値

source: Data Points
de: Datenpunkte
fr: Points de données
ja: データポイント

source: Growth Rate
de: Wachstumsrate
fr: Taux de croissance
ja: 成長率

source: Trend Analysis
de: Trendanalyse
fr: Analyse de tendance
ja: トレンド分析

# maximumValue
source: Maximum
ja: 最大値

# minimumValue
source: Minimum
ja: 最小値

source: Extremum Analysis
de: Extremwertanalyse
fr: Analyse d'extrême
ja: 極値分析

source: Statistics Summary
de: Statistikzusammenfassung
fr: Résumé des statistiques
ja: 統計サマリー

source: Data Visualization
de: Datenvisualisierung
fr: Visualisation des données
ja: データ視覚化

# chartTitle
source: Data Trends
de: Daten-Trends
fr: Tendances des données
ja: データトレンド

source: Line Chart
de: Liniendiagramm
fr: Graphique en ligne
ja: 折れ線グラフ

source: Bar Chart
de: Balkendiagramm
fr: Graphique en barres
ja: 棒グラフ

# showValueOnDrag
source: Show value when dragging on chart
de: Wert beim Ziehen auf Diagramm anzeigen
fr: Afficher la valeur lors du glissement sur le graphique
ja: グラフ上でドラッグ時に値を表示

# dragToShowValue
source: Drag on chart to see detailed values
de: Auf Diagramm ziehen, um detaillierte Werte zu sehen
fr: Glisser sur le graphique pour voir les valeurs détaillées
ja: 詳細な値を表示するにはグラフ上でドラッグ

source: Analytics
de: Analytik
fr: Analytique
ja: 分析

source: Data Entry
de: Dateneingabe
fr: Saisie de données
ja: データ入力

source: Statistics Enabled
de: Statistiken aktiviert
fr: Statistiques activées
ja: 統計有効

source: Data Collection
de: Datensammlung
fr: Collecte de données
ja: データ収集

# repeatTodoWithStats
source: Repeat tasks with statistics: {count}
de: Wiederkehrende Aufgaben mit Statistiken: {count}
fr: Tâches répétitives avec statistiques : {count}
ja: 統計付き繰り返しタスク：{count}

# dataEntries
source: Data entries: {count}
de: Dateneinträge: {count}
fr: Entrées de données : {count}
ja: データエントリ：{count}

# withDataValues
source: with values: {count}
de: mit Werten: {count}
fr: avec valeurs : {count}
ja: 値付き：{count}

# totalDataSize
source: Total data size: {size}
de: Gesamtdatengröße: {size}
fr: Taille totale des données : {size}
ja: 合計データサイズ：{size}

# dataBackupSupported
source: Data backup and restore supported
de: Datensicherung und -wiederherstellung unterstützt
fr: Sauvegarde et restauration de données prises en charge
ja: データバックアップと復元サポート

source: Repeat Tasks
de: Wiederkehrende Aufgaben
fr: Tâches répétitives
ja: 繰り返しタスク
