Repository: MeowLynxSea/easy_todo
Catalog: assets/l10n/app_*.arb
Languages: de, fr, ja

# aiPromptPomodoro
source: Create a personalized notification for a completed {sessionType} session. Session details: - Task: "{taskTitle}" - Session type: {sessionType} - Duration: {duration} minutes - Completed: {isCompleted} IMPORTANT: Respond in the same language as this prompt (English). Create both a title and message: 1. Title: Must be under 20 characters, attention-grabbing and celebratory 2. Message: Must be under 50 characters, encouraging and relevant to the session completion 3. For focus sessions (work completed): Emphasize work accomplishment and that it's time for a well-deserved break 4. For break sessions (rest completed): Focus on rest completion and that it's time to get back to focused work 5. Use emojis where appropriate for engagement 6. Make it personal and motivating 7. Respond with only the title and message in the specified format, no explanations Format your response as: TITLE: [title] MESSAGE: [message]
de: Erstellen Sie eine personalisierte Benachrichtigung für eine abgeschlossene {sessionType}-Sitzung. Sitzungsdetails: - Aufgabe: "{taskTitle}" - Sitzungstyp: {sessionType} - Dauer: {duration} Minuten - Abgeschlossen: {isCompleted} WICHTIG: Antworten Sie auf Deutsch. Erstellen Sie einen Titel und eine Nachricht: 1. Titel: Weniger als 20 Zeichen, aufmerksamkeitsstark und feierlich 2. Nachricht: Weniger als 50 Zeichen, ermutigend und relevant für die abgeschlossene Sitzung 3. Für Fokussitzungen (Arbeit abgeschlossen): Betonen Sie Arbeitsleistungen und dass es Zeit für eine wohlverdiente Pause ist 4. Für Pausensitzungen (Pause abgeschlossen): Konzentrieren Sie sich auf die Beendigung der Pause und dass es Zeit ist, zur konzentrierten Arbeit zurückzukehren 5. Verwenden Sie Emojis wo angemessen für Engagement 6. Machen Sie es persönlich und motivierend 7. Antworten Sie nur mit Titel und Nachricht im angegebenen Format, ohne Erklärungen Formatieren Sie Ihre Antwort wie folgt: TITLE: [Titel] MESSAGE: [Nachricht]
fr: Créez une notification personnalisée pour une session de {sessionType} terminée. Détails de la session : - Tâche : "{taskTitle}" - Type de session : {sessionType} - Durée : {duration} minutes - Terminée : {isCompleted} IMPORTANT : Répondez dans la même langue que ce message (français). Créez un titre et un message : 1. Titre : Moins de 20 caractères, accrocheur et célébratoire 2. Message : Moins de 50 caractères, encourageant et pertinent pour la session terminée 3. Pour les sessions de concentration (travail terminé) : Mettez l'accent sur les réalisations du travail et qu'il est temps d'une pause bien méritée 4. Pour les sessions de pause (pause terminée) : Concentrez-vous sur la fin de la pause et qu'il est temps de retourner au travail concentré 5. Utilisez des emojis si approprié pour l'engagement 6. Rendez-le personnel et motivant 7. Répondez uniquement avec le titre et le message dans le format spécifié, sans explications Formatez votre réponse comme : TITLE: [titre] MESSAGE: [message]
ja: 完了した{sessionType}セッションのパーソナライズされた通知を作成してください。 セッション詳細： - タスク："{taskTitle}" - セッションタイプ：{sessionType} - 持続時間：{duration}分 - 完了：{isCompleted} 重要：日本語で返信してください。 タイトルとメッセージを作成してください： 1. タイトル：20文字未満、注目を集め、祝祭的なもの 2. メッセージ：50文字未満、セッション完了に関連して励みになるもの 3. フォーカスセッション（作業完了）：作業の達成を強調し、休憩の時間だと言及する 4. 休憩セッション（休憩完了）：休憩の完了と集中作業に戻る時間だと言及する 5. エンゲージメントのために適切に絵文字を使用する 6. パーソナルで動機づけになるようにする 7. 指定された形式でタイトルとメッセージのみを返信し、説明は含めないでください 次の形式で返信してください： TITLE: [タイトル] MESSAGE: [メッセージ]

source: Break Time Complete!
de: Pause beendet!
fr: Pause terminée !
ja: 休憩時間終了！

source: Time to get back to work!
de: Zeit, wieder an die Arbeit zu gehen!
fr: Retour au travail !
ja: 作業に戻る時間です！

source: API Format
fr: Format API
ja: API形式

# apiFormatDescription
source: Choose your AI service provider. Different providers may require different API endpoints and authentication methods.
de: Wählen Sie Ihren KI-Dienstanbieter. Verschiedene Anbieter erfordern möglicherweise unterschiedliche API-Endpunkte und Authentifizierungsmethoden.
fr: Choisissez votre fournisseur de services IA. Les différents fournisseurs peuvent nécessiter des points de terminaison API et des méthodes d'authentification différents.
ja: AIサービスプロバイダーを選択してください。異なるプロバイダーは異なるAPIエンドポイントと認証方法を必要とする場合があります。

# scheduleVisibleDays
source: Days Visible
de: Visible Days
fr: Jours visibles
ja: 表示日数

# scheduleVisibleDaysValue
source: {count} days
de: {count} Tage
fr: {count} jours
ja: {count}日

# cloudSyncDekId
source: DEK ID
fr: ID DEK
