Repository: MeowLynxSea/easy_todo
Catalog: assets/l10n/app_*.arb
Languages: de, fr, ja

source: Data Statistics Enabled
de: Datenstatistiken aktiviert
fr: Statistiques de données activées
ja: データ統計有効

source: Statistics Data
de: Statistikdaten
fr: Données de statistiques
ja: 統計データ

# dataStatisticsEnabledShort
source: Data Stats
de: Daten-Stat.
fr: Stats de données
ja: データ統計

# dataWithValue
source: With Values
de: Mit Werten
fr: Avec valeurs
ja: 値付き

source: No data statistics enabled
de: Keine Datenstatistiken aktiviert
fr: Aucune statistique de données activée
ja: 有効なデータ統計はありません

# enableDataStatisticsHint
source: Enable data statistics for repeat tasks to see analytics
de: Aktivieren Sie Datenstatistiken für wiederkehrende Aufgaben, um Analysen zu sehen
fr: Activer les statistiques de données pour les tâches répétitives pour voir l'analytique
ja: 分析を見るには繰り返しタスクのデータ統計を有効にしてください

source: Select Time Period
de: Zeitraum auswählen
fr: Sélectionner une période de temps
ja: 期間を選択

source: Custom Range
de: Benutzerdefinierter Bereich
fr: Plage personnalisée
ja: カスタム範囲

# selectRepeatTaskToViewData
source: Select a repeat task to view its data statistics
de: Wählen Sie eine wiederkehrende Aufgabe aus, um ihre Datenstatistiken anzuzeigen
fr: Sélectionner une tâche répétitive pour voir ses statistiques de données
ja: データ統計を表示する繰り返しタスクを選択

# noStatisticsData
source: No statistics data available
de: Keine Statistikdaten verfügbar
fr: Aucune donnée de statistiques disponible
ja: 利用可能な統計データはありません

# completeSomeTodosToSeeData
source: Complete some todos with data to see statistics
de: Schließen Sie einige Aufgaben mit Daten ab, um Statistiken zu sehen
fr: Terminez quelques tâches avec des données pour voir les statistiques
ja: データ付きのいくつかのToDoを完了して統計を確認

source: Total Entries
de: Gesamteinträge
fr: Entrées totales
ja: 合計エントリ

source: Average
de: Durchschnitt
fr: Moyenne
ja: 平均

source: Min
ja: 最小

source: Max
ja: 最大

source: Total Growth
de: Gesamtwachstum
fr: Croissance totale
ja: 合計成長

source: Not enough data for charts
de: Nicht genug Daten für Diagramme
fr: Pas assez de données pour les graphiques
ja: グラフには十分なデータがありません

source: Average Trend
de: Durchschnittlicher Trend
fr: Tendance moyenne
ja: 平均トレンド

# averageChartDescription
source: Shows the average values over time with trend analysis
de: Zeigt die Durchschnittswerte über die Zeit mit Trendanalyse
fr: Montre les valeurs moyennes au fil du temps avec analyse de tendance
ja: トレンド分析付きで時間経過に伴う平均値を表示

source: Trend Direction
de: Trendrichtung
fr: Direction de la tendance
ja: トレンド方向

source: Trend Strength
de: Trendstärke
fr: Force de la tendance
ja: トレンド強度

source: Growth Analysis
de: Wachstumsanalyse
fr: Analyse de croissance
ja: 成長分析

source: Range
de: Bereich
fr: Plage
ja: 範囲

# stableTrendDescription
source: Stable trend with minimal variation
de: Stabiler Trend mit minimaler Variation
fr: Tendance stable avec variation minimale
ja: 最小の変動で安定したトレンド

# weakTrendDescription
source: Weak trend with some variation
de: Schwacher Trend mit einigen Variationen
fr: Tendance faible avec certaines variations
ja: いくつかの変動で弱いトレンド

# moderateTrendDescription
source: Moderate trend with clear direction
de: Mäßiger Trend mit klarer Richtung
fr: Tendance modérée avec direction claire
ja: 明確な方向性で中程度のトレンド

# strongTrendDescription
source: Strong trend with significant variation
de: Starker Trend mit signifikanter Variation
fr: Tendance forte avec variation significative
ja: 著しい変動で強いトレンド

source: Invalid number format
de: Ungültiges Zahlenformat
fr: Format de nombre invalide
ja: 無効な数値形式

# dataUnitRequired
source: Data unit is required when data statistics is enabled
de: Dateneinheit ist erforderlich, wenn Datenstatistiken aktiviert sind
fr: L'unité de données est requise lorsque les statistiques de données sont activées
ja: データ統計が有効な場合はデータ単位が必要です

source: Growth
de: Wachstum
fr: Croissance
ja: 成長

source: Extremum
de: Extremwert
fr: Extrême
ja: 極値

source: Trend
fr: Tendance
ja: トレンド

# dataInputRequired
source: Data input is required to complete this task
de: Dateneingabe ist erforderlich, um diese Aufgabe abzuschließen
fr: La saisie de données est requise pour terminer cette tâche
ja: このタスクを完了するにはデータ入力が必要です

# todayProgress
source: Today's Progress
de: Heutiger Fortschritt
fr: Progression d'aujourd'hui
ja: 今日の進捗

source: Data Progress
de: Datenfortschritt
fr: Progression des données
ja: データ進捗

source: No data for today
de: Keine Daten für heute
fr: Aucune donnée pour aujourd'hui
ja: 今日のデータはありません

# weeklyDataStats
source: Weekly Data Statistics
de: Wöchentliche Datenstatistiken
fr: Statistiques de données hebdomadaires
ja: 週間データ統計

source: No data for this week
de: Keine Daten für diese Woche
fr: Aucune donnée pour cette semaine
ja: 今週のデータはありません

source: Days tracked
de: Verfolgte Tage
fr: Jours suivis
ja: 追跡日数

# monthlyDataStats
source: Monthly Data Statistics
de: Monatliche Datenstatistiken
fr: Statistiques de données mensuelles
ja: 月間データ統計

source: No data for this month
de: Keine Daten für diesen Monat
fr: Aucune donnée pour ce mois
ja: 今月のデータはありません

source: Custom Date Range
de: Benutzerdefinierter Datumsbereich
fr: Plage de dates personnalisée
ja: カスタム日付範囲

source: All Data
de: Alle Daten
fr: Toutes les données
ja: すべてのデータ

source: Breakdown by Task
de: Aufschlüsselung nach Aufgabe
fr: Répartition par tâche
ja: タスク別内訳

source: Clear
de: Löschen
fr: Effacer
ja: 消去

# trendUp
source: Upward Trend
de: Aufwärtstrend
fr: Tendance à la hausse
ja: 上昇トレンド

# trendDown
source: Downward Trend
de: Abwärtstrend
fr: Tendance à la baisse
ja: 下降トレンド

# trendStable
source: Stable Trend
de: Stabiler Trend
fr: Tendance stable
ja: 安定トレンド

# needMoreDataToAnalyze
source: Need to collect more data to analyze
de: Mehr Daten müssen zur Analyse gesammelt werden
fr: Besoin de collecter plus de données pour analyser
ja: 分析するにはもっとデータを収集する必要があります

source: Task completed
de: Aufgabe abgeschlossen
fr: Tâche terminée
ja: タスク完了

source: Task withdrawn
de: Aufgabe zurückgezogen
fr: Tâche retirée
ja: タスク撤回

# noDefaultSettings
source: No default settings found, creating defaults
de: Keine Standardeinstellungen gefunden, Standardeinstellungen werden erstellt
fr: Aucun paramètre par défaut trouvé, création des paramètres par défaut
ja: デフォルト設定が見つかりません、デフォルトを作成中

source: Insufficient data
de: Unzureichende Daten
fr: Données insuffisantes
ja: データ不足

source: Stable
de: Stabil
ja: 安定

source: Strong upward
de: Starker Aufwärtstrend
fr: Forte hausse
ja: 強い上昇

source: Upward
de: Aufwärtstrend
fr: À la hausse
ja: 上昇

source: Strong downward
de: Starker Abwärtstrend
fr: Forte baisse
ja: 強い下降

source: Downward
de: Abwärtstrend
fr: À la baisse
ja: 下降

source: Repeat tasks refreshed successfully
de: Wiederkehrende Aufgaben erfolgreich aktualisiert
fr: Tâches répétitives actualisées avec succès
ja: 繰り返しタスクが正常に更新されました

source: Error refreshing repeat tasks
de: Fehler beim Aktualisieren der wiederkehrenden Aufgaben
fr: Erreur lors de l'actualisation des tâches répétitives
ja: 繰り返しタスクの更新中にエラー

source: Force refresh
de: Erzwinge Aktualisierung
fr: Forcer l'actualisation
ja: 強制更新

source: Error loading repeat tasks
de: Fehler beim Laden der wiederkehrenden Aufgaben
fr: Erreur lors du chargement des tâches répétitives
ja: 繰り返しタスクの読み込み中にエラー

# pleaseCheckStoragePermissions
source: Please check your storage permissions and try again
de: Bitte überprüfen Sie Ihre Speicherberechtigungen und versuchen Sie es erneut
fr: Veuillez vérifier vos permissions de stockage et réessayer
ja: ストレージ権限を確認して再試行してください

source: Failed to check for updates
de: Überprüfung auf Updates fehlgeschlagen
fr: Échec de la vérification des mises à jour
ja: 更新のチェックに失敗しました

source: Todo Reminders
de: Aufgabenerinnerungen
fr: Rappels de tâches
ja: ToDoリマインダー

source: Notifications for individual todo reminders
de: Benachrichtigungen für einzelne Aufgabenerinnerungen
fr: Notifications pour les rappels de tâches individuels
ja: 個別のToDoリマインダー通知

source: Daily Todo Summary
de: Tägliche Aufgabenzusammenfassung
fr: Résumé quotidien des tâches
ja: daily ToDoサマリー

# youHavePendingTodos
source: You have {count} pending todo{s} to complete
de: Sie haben {count} ausstehende Aufgabe{n} zu erledigen
fr: Vous avez {count} tâche{s} en attente à terminer
ja: {count}件の保留中のToDoがあります

# greatJobTimeForBreak
source: Great job! Time for a {breakType} break
de: Gute Arbeit! Zeit für eine {breakType} Pause
fr: Excellent travail ! Temps pour une pause {breakType}
ja: よくできました！{breakType}休憩の時間です

# shortBreak
source: short
de: kurze
fr: courte
ja: 短い

# longBreak
source: long
de: lange
fr: longue
ja: 長い

# themeColorMysteriousPurple
source: Mysterious Purple
de: Geheimnisvolles Lila
fr: Pourpre mystérieux
ja: ミステリアスパープル

# themeColorSkyBlue
source: Sky Blue
de: Himmelblau
fr: Bleu ciel
ja: スカイブルー

# themeColorGemGreen
source: Gem Green
de: Edelstein Grün
fr: Vert émeraude
ja: ジェムグリーン

# themeColorLemonYellow
source: Lemon Yellow
de: Zitronengelb
fr: Jaune citron
ja: レモンイエロー

# themeColorFlameRed
source: Flame Red
de: Flammenrot
fr: Rouge flamme
ja: フレームレッド

# themeColorElegantPurple
source: Elegant Purple
de: Elegantes Lila
fr: Pourpre élégant
ja: エレガントパープル

# themeColorCherryPink
source: Cherry Pink
de: Kirschpink
fr: Rose cerise
ja: チェリーピンク

# themeColorForestCyan
source: Forest Cyan
de: Waldcyan
fr: Cyan forestier
ja: フォレストシアン

source: Storage Analytics
de: Speicher-Analyse
fr: Analyse de stockage
ja: ストレージ分析

source: No todos to display
de: Keine Aufgaben zum Anzeigen
fr: Aucune tâche à afficher
ja: 表示するToDoはありません

source: Required Update
de: Erforderliches Update
fr: Mise à jour requise
ja: 必須アップデート

# versionAvailable
source: Version {version} is available!
de: Version {version} ist verfügbar!
fr: La version {version} est disponible !
ja: バージョン{version}が利用可能です！

source: What's new:
de: Was ist neu:
fr: Quoi de neuf:
ja: 新機能:

# updateCheckError
source: Error checking for updates: {error}
de: Fehler beim Überprüfen auf Updates: {error}
fr: Erreur lors de la vérification des mises à jour : {error}
ja: アップデートの確認中にエラーが発生しました: {error}

source: Error checking for updates:
de: Fehler beim Überprüfen auf Updates:
fr: Erreur lors de la vérification des mises à jour :
ja: アップデートの確認中にエラーが発生しました:

# authenticateForSensitiveOperation
source: Please use biometric authentication to verify your identity
de: Bitte verwenden Sie die biometrische Authentifizierung, um Ihre Identität zu überprüfen
fr: Veuillez utiliser l'authentification biométrique pour vérifier votre identité
ja: 生体認証を使用して身元を確認してください

# notificationsForDailySummary
source: Daily summary of pending todos
de: Tägliche Zusammenfassung ausstehender Aufgaben
fr: Résumé quotidien des tâches en attente
ja: 保留中のToDoの dailyサマリー

source: Pomodoro Complete
de: Pomodoro abgeschlossen
fr: Pomodoro terminé
ja: ポモドーロ完了

# notificationsForPomodoroSessions
source: Notifications when pomodoro sessions are completed
de: Benachrichtigungen wenn Pomodoro-Sitzungen abgeschlossen werden
fr: Notifications lorsque les sessions pomodoro sont terminées
ja: ポモドーロセッション完了時の通知

source: AI Debug Info
fr: Informations de Débogage IA
ja: AI デバッグ情報

# processingUnprocessedTodos
source: Processing unprocessed todos with AI
de: Verarbeite unverarbeitete Aufgaben mit KI
fr: Traitement des tâches non traitées avec IA
ja: 未処理のToDoをAIで処理中

source: Process All Todos with AI
de: Alle Aufgaben mit KI verarbeiten
fr: Traiter Toutes les Tâches avec IA
ja: すべてのToDoをAIで処理

# todayTimeFormat
source: Today {time}
de: Heute {time}
fr: Aujourd'hui {time}
ja: 今日 {time}

# tomorrowTimeFormat
source: Tomorrow {time}
de: Morgen {time}
fr: Demain {time}
ja: 明日 {time}

# deleteTodoDialogTitle
source: Delete
de: Löschen
fr: Supprimer
ja: 削除

# deleteTodoDialogMessage
source: Are you sure you want to delete this todo?
de: Möchten Sie diese Aufgabe wirklich löschen?
fr: Êtes-vous sûr de vouloir supprimer cette tâche ?
ja: このToDoを削除してもよろしいですか？

# deleteTodoDialogCancel
source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル

# deleteTodoDialogDelete
source: Delete
de: Löschen
fr: Supprimer
ja: 削除

source: Processing category...
de: Kategorie wird verarbeitet...
fr: Traitement de la catégorie...
ja: カテゴリーを処理中...

source: Processing AI...
de: KI wird verarbeitet...
fr: Traitement de l'IA...
ja: AIを処理中...

source: AI processing completed
de: KI-Verarbeitung abgeschlossen
fr: Traitement de l'IA terminé
ja: AI処理が完了しました

source: Categorizing task...
de: Aufgabe wird kategorisiert...
fr: Catégorisation de la tâche...
ja: タスクを分類中...

# processingAIStatus
source: Processing AI...
de: KI wird verarbeitet...
fr: Traitement de l'IA...
ja: AIを処理中...

source: No pending requests
de: Keine ausstehenden Anfragen
fr: Aucune demande en attente
ja: 保留中のリクエストはありません

source: Request
de: Anfrage
fr: Demande
ja: リクエスト

source: Waiting
de: Warten
fr: En attente
ja: 待機中

source: No recent requests
de: Keine recenten Anfragen
fr: Aucune demande récente
ja: 最近のリクエストはありません

source: Request completed
de: Anfrage abgeschlossen
fr: Demande terminée
ja: リクエストが完了しました

source: Processing priority...
de: Priorität wird verarbeitet...
fr: Traitement de la priorité...
ja: 優先度を処理中...

source: AI Settings
de: KI-Einstellungen
fr: Paramètres IA
ja: AI設定

source: AI Features
de: KI-Funktionen
fr: Fonctionnalités IA
ja: AI機能

# aiEnabled
source: AI features enabled
de: KI-Funktionen aktiviert
fr: Fonctionnalités IA activées
ja: AI機能が有効

# aiDisabled
source: AI features disabled
de: KI-Funktionen deaktiviert
fr: Fonctionnalités IA désactivées
ja: AI機能が無効

source: Enable AI Features
de: KI-Funktionen aktivieren
fr: Activer les Fonctionnalités IA
ja: AI機能を有効にする

# enableAIFeaturesSubtitle
source: Use artificial intelligence to enhance your todo experience
de: Verwenden Sie künstliche Intelligenz, um Ihre ToDo-Erfahrung zu verbessern
fr: Utilisez l'intelligence artificielle pour améliorer votre expérience de tâches
ja: 人工知能を使用してToDo体験を向上させる

source: API Configuration
de: API-Konfiguration
fr: Configuration API
ja: API設定

source: API Endpoint
de: API-Endpunkt
fr: Point de terminaison API
ja: APIエンドポイント

source: Please enter API endpoint
de: Bitte geben Sie den API-Endpunkt ein
fr: Veuillez entrer le point de terminaison API
ja: APIエンドポイントを入力してください

# invalidApiEndpoint
source: Please enter a valid API endpoint
de: Bitte geben Sie einen gültigen API-Endpunkt ein
fr: Veuillez entrer un point de terminaison API valide
ja: 有効なAPIエンドポイントを入力してください

source: API Key
de: API-Schlüssel
fr: Clé API
ja: APIキー

source: Please enter API key
de: Bitte geben Sie den API-Schlüssel ein
fr: Veuillez entrer la clé API
ja: APIキーを入力してください

source: Model Name
de: Modellname
fr: Nom du modèle
ja: モデル名

source: Please enter model name
de: Bitte geben Sie den Modellnamen ein
fr: Veuillez entrer le nom du modèle
ja: モデル名を入力してください

source: Advanced Settings
de: Erweiterte Einstellungen
fr: Paramètres avancés
ja: 詳細設定

# timeout
source: Timeout (ms)
fr: Délai d'attente (ms)
ja: タイムアウト (ms)

source: Please enter timeout
de: Bitte geben Sie den Timeout ein
fr: Veuillez entrer le délai d'attente
ja: タイムアウトを入力してください

# invalidTimeout
source: Please enter a valid timeout (minimum 1000ms)
de: Bitte geben Sie einen gültigen Timeout ein (mindestens 1000ms)
fr: Veuillez entrer un délai d'attente valide (minimum 1000ms)
ja: 有効なタイムアウトを入力してください（最小1000ms）

source: Temperature
de: Temperatur
fr: Température
ja: 温度

source: Please enter temperature
de: Bitte geben Sie die Temperatur ein
fr: Veuillez entrer la température
ja: 温度を入力してください

# invalidTemperature
source: Please enter a valid temperature (0.0 - 2.0)
de: Bitte geben Sie eine gültige Temperatur ein (0.0 - 2.0)
fr: Veuillez entrer une température valide (0.0 - 2.0)
ja: 有効な温度を入力してください（0.0 - 2.0）

source: Max Tokens
fr: Tokens maximum
ja: 最大トークン数

source: Please enter max tokens
de: Bitte geben Sie die maximale Token-Zahl ein
fr: Veuillez entrer les tokens maximum
ja: 最大トークン数を入力してください

# invalidMaxTokens
source: Please enter valid max tokens (minimum 1)
de: Bitte geben Sie gültige maximale Tokens ein (mindestens 1)
fr: Veuillez entrer des tokens maximum valides (minimum 1)
ja: 有効な最大トークン数を入力してください（最小1）

source: Rate Limit
fr: Limite de Débit
ja: レート制限

# rateLimitSubtitle
source: Maximum requests per minute
de: Maximale Anfragen pro Minute
fr: Nombre maximum de requêtes par minute
ja: 1分あたりの最大リクエスト数

source: Please enter rate limit
de: Bitte geben Sie das Rate Limit ein
fr: Veuillez entrer la limite de débit
ja: レート制限を入力してください

# invalidRateLimit
source: Rate limit must be between 1 and 100
de: Rate Limit muss zwischen 1 und 100 liegen
fr: La limite de débit doit être comprise entre 1 et 100
ja: レート制限は1から100の間である必要があります

# rateAndTokenLimits
source: Rate & Token Limits
de: Rate- und Token-Limits
fr: Limites de Débit et de Tokens
ja: レートとトークンの制限

source: Test Connection
de: Verbindung testen
fr: Tester la connexion
ja: 接続テスト

source: Connection successful!
de: Verbindung erfolgreich!
fr: Connexion réussie !
ja: 接続成功！

source: Connection failed
de: Verbindung fehlgeschlagen
fr: Échec de la connexion
ja: 接続失敗

source: AI Features Toggle
de: KI-Funktionen umschalten
fr: Basculer les fonctionnalités IA
ja: AI機能の切り替え

source: Auto Categorization
de: Automatische Kategorisierung
fr: Catégorisation automatique
ja: 自動カテゴリー化

# autoCategorizationSubtitle
source: Automatically categorize your tasks
de: Kategorisieren Sie Ihre Aufgaben automatisch
fr: Catégorisez automatiquement vos tâches
ja: タスクを自動的にカテゴリー分類する

source: Priority Sorting
de: Prioritätssortierung
fr: Tri par priorité
ja: 優先度ソート

# prioritySortingSubtitle
source: Assess task priority (urgency)
de: Bewerten Sie die Wichtigkeit und Priorität von Aufgaben
fr: Évaluez l'importance et la priorité des tâches
ja: タスクの重要度と優先度を評価する

source: Motivational Messages
de: Motivierende Nachrichten
fr: Messages motivationnels
ja: モチベーションメッセージ

# motivationalMessagesSubtitle
source: Generate encouraging messages based on your progress
de: Generieren Sie ermutigende Nachrichten basierend auf Ihrem Fortschritt
fr: Générez des messages encourageants basés sur votre progression
ja: 進捗に基づいて励ましのメッセージを生成する

source: Smart Notifications
de: Intelligente Benachrichtigungen
fr: Notifications intelligentes
ja: スマート通知

# smartNotificationsSubtitle
source: Create personalized notification content
de: Erstellen Sie personalisierten Benachrichtigungsinhalt
fr: Créez un contenu de notification personnalisé
ja: パーソナライズされた通知コンテンツを作成する

source: Completion Motivation
de: Abschlussmotivation
fr: Motivation de complétion
ja: 完了モチベーション

# completionMotivationSubtitle
source: Show motivation based on daily completion rate
de: Zeigen Sie Motivation basierend auf der täglichen Abschlussrate
fr: Affichez la motivation basée sur le taux de complétion quotidien
ja: 日次完了率に基づいてモチベーションを表示する

# aiCategoryWork
source: Work
de: Arbeit
fr: Travail
ja: 仕事

# aiCategoryPersonal
source: Personal
de: Persönlich
fr: Personnel
ja: 個人

# aiCategoryStudy
source: Study
de: Studium
fr: Étude
ja: 勉強

# aiCategoryHealth
source: Health
de: Gesundheit
fr: Santé
ja: 健康

# aiCategoryFitness
source: Fitness
ja: フィットネス

# aiCategoryFinance
source: Finance
de: Finanzen
fr: Finances
ja: 金融

# aiCategoryShopping
source: Shopping
de: Einkaufen
ja: 買い物

# aiCategoryHobby
source: Hobby
de: Hobbys
fr: Loisirs
ja: 趣味

# aiCategoryFamily
source: Family
de: Familie
fr: Famille
ja: 家族

# aiCategorySocial
source: Social
de: Sozial
ja: 社交

# aiCategoryTravel
source: Travel
de: Reisen
fr: Voyage
ja: 旅行

# aiCategoryOther
source: Other
de: Andere
fr: Autre
ja: その他

# aiPriorityHigh
source: High Priority
de: Hohe Priorität
fr: Haute priorité
ja: 高優先度

# aiPriorityMedium
source: Medium Priority
de: Mittlere Priorität
fr: Priorité moyenne
ja: 中優先度

# aiPriorityLow
source: Low Priority
de: Niedrige Priorität
fr: Basse priorité
ja: 低優先度

# aiPriorityUrgent
source: Urgent
de: Dringend
ja: 緊急

# aiPriorityImportant
source: Important
de: Wichtig
ja: 重要

# aiPriorityNormal
source: Normal
ja: 通常

# selectTodoForPomodoro
source: Select a Todo
de: Eine Aufgabe auswählen
fr: Sélectionner une tâche
ja: ToDoを選択

# pomodoroDescription
source: Choose a todo item to start your Pomodoro focus session
de: Wählen Sie eine Aufgabe aus, um Ihre Pomodoro-Fokussitzung zu starten
fr: Choisissez une tâche pour commencer votre session de concentration Pomodoro
ja: ポモドーロ集中セッションを開始するためにToDoアイテムを選択

# noTodosForPomodoro
source: No available todos
de: Keine verfügbaren Aufgaben
fr: Aucune tâche disponible
ja: 利用可能なToDoがありません

# createTodoForPomodoro
source: Please create some todos first
de: Bitte erstellen Sie zuerst einige Aufgaben
fr: Veuillez d'abord créer quelques tâches
ja: 最初にいくつかのToDoを作成してください

# todaySessions
source: Today's Sessions
de: Heutige Sitzungen
fr: Sessions d'aujourd'hui
ja: 今日のセッション

source: Start Pomodoro
de: Pomodoro starten
fr: Démarrer Pomodoro
ja: ポモドーロ開始

source: Custom Persona
de: Benutzerdefinierte Persona
fr: Persona personnalisée
ja: カスタムペルソナ

source: Persona Prompt
de: Persona-Aufforderung
fr: Invite de persona
ja: ペルソナプロンプト

# personaPromptHint
source: e.g., You are a friendly assistant who uses humor and emojis...
de: z.B., Sie sind ein freundlicher Assistent, der Humor und Emojis verwendet...
fr: ex., Vous êtes un assistant amical qui utilise l'humour et les emojis...
ja: 例：ユーモアと絵文字を使う親切なアシスタント...

# personaPromptDescription
source: Customize the AI's personality for notifications. This will be applied to both todo reminders and daily summaries.
de: Passen Sie die KI-Persönlichkeit für Benachrichtigungen an. Dies wird sowohl auf ToDo-Erinnerungen als auch auf tägliche Zusammenfassungen angewendet.
fr: Personnalisez la personnalité de l'IA pour les notifications. Ceci sera appliqué aux rappels de tâches et aux résumés quotidiens.
ja: 通知用のAIの性格をカスタマイズします。これはToDoリマインダーと日次サマリーの両方に適用されます。

# personaExample1
source: You are a motivating coach who encourages with positive reinforcement
de: Sie sind ein motivierender Trainer, der mit positiver Verstärkung ermutigt
fr: Vous êtes un entraîneur motivant qui encourage avec un renforcement positif
ja: ポジティブな強化で励ますモチベーショナルコーチ

# personaExample2
source: You are a humorous assistant who uses light humor and emojis
de: Sie sind ein humorvoller Assistent, der leichten Humor und Emojis verwendet
fr: Vous êtes un assistant humoristique qui utilise de l'humour léger et des emojis
ja: 軽いユーモアと絵文字を使うユーモラスなアシスタント

# personaExample3
source: You are a professional productivity expert who gives concise advice
de: Sie sind ein professioneller Produktivitätsexperte, der prägnante Ratschläge gibt
fr: Vous êtes un expert en productivité professionnel qui donne des conseils concis
ja: 簡潔なアドバイスを与える専門的な生産性専門家

# personaExample4
source: You are a supportive friend who reminds with warmth and care
de: Sie sind ein unterstützender Freund, der mit Wärme und Fürsorge erinnert
fr: Vous êtes un ami de soutien qui rappelle avec chaleur et soin
ja: 温かさと配慮で思い出させるサポートフレンド

# aiDebugInfoTitle
source: AI Debug Info
de: KI Debug-Info
fr: Informations de Débogage IA
ja: AI デバッグ情報

# aiDebugInfoSubtitle
source: Check AI functionality status
de: KI-Funktionalitätsstatus überprüfen
fr: Vérifier l'état de fonctionnalité de l'IA
ja: AI機能の状態を確認

source: AI Settings Status
de: KI-Einstellungsstatus
fr: État des Paramètres IA
ja: AI設定ステータス

source: AI Feature Toggles
de: KI-Funktionsumschalter
fr: Interrupteurs de Fonctionnalités IA
ja: AI機能トグル

# aiTodoProviderConnection
source: Todo Provider Connection
de: ToDo-Anbieterverbindung
fr: Connexion du Fournisseur de Tâches
ja: Todoプロバイダー接続

source: AI Messages
de: KI-Nachrichten
fr: Messages IA
ja: AIメッセージ

# aiApiRequestManager
source: API Request Manager
de: API-Anforderungsmanager
fr: Gestionnaire de Requêtes API
ja: APIリクエストマネージャー

# aiCurrentRequestQueue
source: Current Request Queue
de: Aktuelle Anforderungswarteschlange
fr: File d'Attente de Requêtes Actuelle
ja: 現在のリクエストキュー

# aiRecentRequests
source: Recent Requests
de: Letzte Anforderungen
fr: Requêtes Récentes
ja: 最近のリクエスト
