Repository: MeowLynxSea/easy_todo
Catalog: assets/l10n/app_*.arb
Languages: de, fr, ja

source: Export Data
de: Daten exportieren
fr: Exporter les données
ja: データをエクスポート

source: Import Data
de: Daten importieren
fr: Importer les données
ja: データをインポート

# backupSuccess
source: Backup created successfully
de: Sicherung erfolgreich erstellt
fr: Sauvegarde créée avec succès
ja: バックアップが正常に作成されました

source: Backup failed
de: Erstellung der Sicherung fehlgeschlagen
fr: Échec de la création de la sauvegarde
ja: バックアップの作成に失敗しました

# restoreSuccess
source: Data restored successfully
de: Daten erfolgreich wiederhergestellt
fr: Données restaurées avec succès
ja: データが正常に復元されました

# restoreFailed
source: Restore failed: {error}
de: Wiederherstellung fehlgeschlagen: {error}
fr: Échec de la restauration : {error}
ja: 復元に失敗しました: {error}

# restoreWarning
source: This will replace all current data with data from "{fileName}". This action cannot be undone. Continue?
de: Dies ersetzt alle aktuellen Daten durch Daten aus "{fileName}". Diese Aktion kann nicht rückgängig gemacht werden. Fortfahren?
fr: Cela remplacera toutes les données actuelles par les données de "{fileName}". Cette action ne peut être annulée. Continuer ?
ja: これにより、現在のすべてのデータが"{fileName}"のデータに置き換えられます。この操作は元に戻せません。続行しますか？

source: Total Storage
de: Gesamtspeicher
fr: Stockage total
ja: 合計ストレージ

# todosStorage
source: Todos
de: Aufgaben
fr: Tâches
ja: ToDo

# cacheStorage
source: Cache
ja: キャッシュ

source: Clear Cache
de: Cache leeren
fr: Effacer le cache
ja: キャッシュを消去

# cacheCleared
source: Cache cleared successfully
de: Cache erfolgreich geleert
fr: Cache effacé avec succès
ja: キャッシュが正常に消去されました

source: Filter by Status
de: Nach Status filtern
fr: Filtrer par statut
ja: ステータスでフィルター

source: Sort by
de: Sortieren nach
fr: Trier par
ja: 並び替え

source: Newest First
de: Neueste zuerst
fr: Plus récent d'abord
ja: 新しい順

source: Oldest First
de: Älteste zuerst
fr: Plus ancien d'abord
ja: 古い順

source: Alphabetical
de: Alphabetisch
fr: Alphabétique
ja: アルファベット順

source: Overview
de: Übersicht
fr: Aperçu
ja: 概要

source: Weekly Progress
de: Wöchentlicher Fortschritt
fr: Progression hebdomadaire
ja: 週間進捗

source: Monthly Trends
de: Monatliche Trends
fr: Tendances mensuelles
ja: 月間トレンド

source: Productivity Overview
de: Produktivitätsübersicht
fr: Aperçu de la productivité
ja: 生産性概要

source: Overall Completion Rate
de: Gesamtabschlussrate
fr: Taux de complétion global
ja: 全体の完了率

source: Created
de: Erstellt
fr: Créé
ja: 作成済み

source: Recent Activity
de: Letzte Aktivität
fr: Activité récente
ja: 最近のアクティビティ

source: No recent activity
de: Keine recente Aktivität
fr: Aucune activité récente
ja: 最近のアクティビティはありません

source: Todo Distribution
de: Aufgabenverteilung
fr: Distribution des tâches
ja: ToDo分布

source: Best Performance
de: Beste Leistung
fr: Meilleure performance
ja: 最高のパフォーマンス

source: No completed todos yet
de: Noch keine abgeschlossenen Aufgaben
fr: Aucune tâche terminée pour l'instant
ja: まだ完了したToDoはありません

# completionRateDescription
source: of all todos completed
de: aller Aufgaben abgeschlossen
fr: de toutes les tâches terminées
ja: のToDoが完了

# fingerprintLock
source: App Lock
de: App-Sperre
fr: Verrouillage de l'application
ja: アプリロック

# fingerprintLockSubtitle
source: Protect the app with device authentication
de: App mit Geräteauthentifizierung schützen
fr: Protéger l'application avec l'authentification de l'appareil
ja: 端末の認証でアプリを保護

# fingerprintLockEnable
source: Enable app lock
de: App-Sperre aktivieren
fr: Activer le verrouillage de l'application
ja: アプリロックを有効にする

# fingerprintLockDisable
source: Disable app lock
de: App-Sperre deaktivieren
fr: Désactiver le verrouillage de l'application
ja: アプリロックを無効にする

# fingerprintLockEnabled
source: App lock enabled
de: App-Sperre aktiviert
fr: Verrouillage de l'application activé
ja: アプリロックが有効になりました

# fingerprintLockDisabled
source: App lock disabled
de: App-Sperre deaktiviert
fr: Verrouillage de l'application désactivé
ja: アプリロックが無効になりました

# fingerprintNotAvailable
source: Device authentication not available
de: Geräteauthentifizierung nicht verfügbar
fr: Authentification de l'appareil non disponible
ja: 端末の認証を利用できません

# fingerprintNotEnrolled
source: No biometrics or device passcode set up
de: Keine Geräteanmeldedaten eingerichtet
fr: Aucun identifiant de l'appareil configuré
ja: 生体認証または端末のパスコードが設定されていません

# fingerprintAuthenticationFailed
source: Authentication failed
de: Authentifizierung fehlgeschlagen
fr: Échec de l'authentification
ja: 認証に失敗しました

# fingerprintAuthenticationSuccess
source: Authentication successful
de: Authentifizierung erfolgreich
fr: Authentification réussie
ja: 認証に成功しました

source: Active
de: Aktiv
fr: Actif
ja: アクティブ

source: Mon
de: Mo
fr: Lun
ja: 月

source: Tue
de: Di
fr: Mar
ja: 火

source: Wed
de: Mi
fr: Mer
ja: 水

source: Thu
de: Do
fr: Jeu
ja: 木

source: Fri
de: Fr
fr: Ven
ja: 金

source: Sat
de: Sa
fr: Sam
ja: 土

source: Sun
de: So
fr: Dim
ja: 日

source: Week 1
de: Woche 1
fr: Semaine 1
ja: 第1週

source: Week 2
de: Woche 2
fr: Semaine 2
ja: 第2週

source: Week 3
de: Woche 3
fr: Semaine 3
ja: 第3週

source: Week 4
de: Woche 4
fr: Semaine 4
ja: 第4週

# withCompletedTodos
source: with {count} todos completed
de: mit {count} abgeschlossenen Aufgaben
fr: avec {count} tâches terminées
ja: {count}個のToDoが完了

# unableToLoadBackupStats
source: Unable to load backup statistics
de: Sicherungsstatistiken können nicht geladen werden
fr: Impossible de charger les statistiques de sauvegarde
ja: バックアップ統計を読み込めません

source: Backup Summary
de: Sicherungszusammenfassung
fr: Résumé de la sauvegarde
ja: バックアップサマリー

source: Items to Backup
de: Zu sichernde Elemente
fr: Éléments à sauvegarder
ja: バックアップ項目

source: Data Size
de: Datengröße
fr: Taille des données
ja: データサイズ

source: Backup Files
de: Sicherungsdateien
fr: Fichiers de sauvegarde
ja: バックアップファイル

source: Backup Size
de: Sicherungsgröße
fr: Taille de la sauvegarde
ja: バックアップサイズ

source: Quick Actions
de: Schnellaktionen
fr: Actions rapides
ja: クイックアクション

# backupRestoreDescription
source: Create a backup of your data or restore from a previous backup.
de: Erstellen Sie eine Sicherung Ihrer Daten oder stellen Sie aus einer vorherigen Sicherung wieder her.
fr: Créez une sauvegarde de vos données ou restaurez à partir d'une sauvegarde précédente.
ja: データのバックアップを作成するか、以前のバックアップから復元します。

source: Create Backup
de: Sicherung erstellen
fr: Créer une sauvegarde
ja: バックアップを作成

source: Restore Backup
de: Sicherung wiederherstellen
fr: Restaurer une sauvegarde
ja: バックアップを復元

source: No backup files found
de: Keine Sicherungsdateien gefunden
fr: Aucun fichier de sauvegarde trouvé
ja: バックアップファイルが見つかりません

# createFirstBackup
source: Create your first backup to get started
de: Erstellen Sie Ihre erste Sicherung, um zu beginnen
fr: Créez votre première sauvegarde pour commencer
ja: 最初のバックアップを作成して開始

source: Refresh
de: Aktualisieren
fr: Actualiser
ja: 更新

# restoreFromFile
source: Restore from this file
de: Aus dieser Datei wiederherstellen
fr: Restaurer à partir de ce fichier
ja: このファイルから復元

source: Delete file
de: Datei löschen
fr: Supprimer le fichier
ja: ファイルを削除

source: About Backups
de: Über Sicherungen
fr: À propos des sauvegardes
ja: バックアップについて

# backupInfo1
source: • Backups contain all your todos and statistics
de: • Sicherungen enthalten alle Ihre Aufgaben und Statistiken
fr: • Les sauvegardes contiennent toutes vos tâches et statistiques
ja: • バックアップにはすべてのToDoと統計が含まれます

# backupInfo2
source: • Store backup files in a safe location
de: • Bewahren Sie Sicherungsdateien an einem sicheren Ort auf
fr: • Stockez les fichiers de sauvegarde dans un endroit sûr
ja: • バックアップファイルを安全な場所に保存してください

# backupInfo3
source: • Regular backups help prevent data loss
de: • Regelmäßige Sicherungen helfen, Datenverlust zu vermeiden
fr: • Les sauvegardes régulières aident à prévenir la perte de données
ja: • 定期的なバックアップはデータ損失を防ぎます

# backupInfo4
source: • You can restore from any backup file
de: • Sie können aus jeder Sicherungsdatei wiederherstellen
fr: • Vous pouvez restaurer à partir de n'importe quel fichier de sauvegarde
ja: • 任意のバックアップファイルから復元できます

# backupCreatedSuccess
source: Backup created successfully
de: Sicherung erfolgreich erstellt
fr: Sauvegarde créée avec succès
ja: バックアップが正常に作成されました

# noBackupFilesAvailable
source: No backup files available for restore
de: Keine Sicherungsdateien für die Wiederherstellung verfügbar
fr: Aucun fichier de sauvegarde disponible pour la restauration
ja: 復元可能なバックアップファイルがありません

source: Select Backup File
de: Sicherungsdatei auswählen
fr: Sélectionner un fichier de sauvegarde
ja: バックアップファイルを選択

source: Confirm Restore
de: Wiederherstellung bestätigen
fr: Confirmer la restauration
ja: 復元を確認

# dataRestoredSuccess
source: Data restored successfully from "{fileName}"
de: Daten erfolgreich aus "{fileName}" wiederhergestellt
fr: Données restaurées avec succès à partir de "{fileName}"
ja: "{fileName}"からデータが正常に復元されました

source: Delete Backup File
de: Sicherungsdatei löschen
fr: Supprimer le fichier de sauvegarde
ja: バックアップファイルを削除

# deleteBackupWarning
source: Are you sure you want to delete "{fileName}"? This action cannot be undone.
de: Sind Sie sicher, dass Sie "{fileName}" löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer "{fileName}" ? Cette action ne peut être annulée.
ja: "{fileName}"を削除してもよろしいですか？この操作は元に戻せません。

# backupFileDeletedSuccess
source: Backup file "{fileName}" deleted successfully
de: Sicherungsdatei "{fileName}" erfolgreich gelöscht
fr: Fichier de sauvegarde "{fileName}" supprimé avec succès
ja: バックアップファイル"{fileName}"が正常に削除されました

source: Backup file not found
de: Sicherungsdatei nicht gefunden
fr: Fichier de sauvegarde introuvable
ja: バックアップファイルが見つかりません

# invalidFilePath
source: Invalid file path for "{fileName}"
de: Ungültiger Dateipfad für "{fileName}"
fr: Chemin de fichier invalide pour "{fileName}"
ja: "{fileName}"の無効なファイルパス

source: Failed to delete file
de: Löschen der Datei fehlgeschlagen
fr: Échec de la suppression du fichier
ja: ファイルの削除に失敗しました

source: files
de: Dateien
fr: fichiers
ja: ファイル

source: Storage Management
de: Speicherverwaltung
fr: Gestion du stockage
ja: ストレージ管理

source: Storage Overview
de: Speicherübersicht
fr: Aperçu du stockage
ja: ストレージ概要

source: Todo Status Distribution
de: Aufgabenstatus-Verteilung
fr: Distribution du statut des tâches
ja: ToDoステータス分布

source: Completed
de: Abgeschlossen
fr: Terminé
ja: 完了

source: Pending
de: Ausstehend
fr: En attente
ja: 保留中

source: Data Storage Usage
de: Datenspeichernutzung
fr: Utilisation du stockage de données
ja: データストレージ使用量

source: Total
de: Gesamt
ja: 合計

source: Storage Cleanup
de: Speicherbereinigung
fr: Nettoyage du stockage
ja: ストレージクリーニング

# cleanupDescription
source: Free up storage space by removing unnecessary data:
de: Speicherplatz freigeben durch Entfernen unnötiger Daten:
fr: Libérez de l'espace de stockage en supprimant les données inutiles :
ja: 不要なデータを削除してストレージ容量を解放：

source: Clear Completed Todos
de: Abgeschlossene Aufgaben löschen
fr: Effacer les tâches terminées
ja: 完了したToDoを消去

source: Clear Old Statistics
de: Alte Statistiken löschen
fr: Effacer les anciennes statistiques
ja: 古い統計を消去

source: Clear Backup Files
de: Sicherungsdateien löschen
fr: Effacer les fichiers de sauvegarde
ja: バックアップファイルを消去

source: Cleanup completed
de: Bereinigung abgeschlossen
fr: Nettoyage terminé
ja: クリーニングが完了

# todosDeleted
source: {count} todos deleted
de: {count} Aufgaben gelöscht
fr: {count} tâches supprimées
ja: {count}個のToDoが削除されました

# statisticsDeleted
source: {count} statistics deleted
de: {count} Statistiken gelöscht
fr: {count} statistiques supprimées
ja: {count}個の統計が削除されました

# backupFilesDeleted
source: {count} backup files deleted
de: {count} Sicherungsdateien gelöscht
fr: {count} fichiers de sauvegarde supprimés
ja: {count}個のバックアップファイルが削除されました

source: Cleanup failed
de: Bereinigung fehlgeschlagen
fr: Échec du nettoyage
ja: クリーニングに失敗しました

# copiedToClipboard
source: Copied to clipboard: {url}
de: In Zwischenablage kopiert: {url}
fr: Copié dans le presse-papiers : {url}
ja: クリップボードにコピー：{url}

# cannotOpenLink
source: Cannot open link, copied to clipboard: {url}
de: Link kann nicht geöffnet werden, in Zwischenablage kopiert: {url}
fr: Impossible d'ouvrir le lien, copié dans le presse-papiers : {url}
ja: リンクを開けません、クリップボードにコピー：{url}

source: Email
ja: メール

source: Website
fr: Site web
ja: ウェブサイト

# noTodosMatchSearch
source: No todos match your search
de: Keine Aufgaben entsprechen Ihrer Suche
fr: Aucune tâche ne correspond à votre recherche
ja: 検索条件に一致するToDoがありません

source: No completed todos
de: Keine abgeschlossenen Aufgaben
fr: Aucune tâche terminée
ja: 完了したToDoはありません

source: No active todos
de: Keine aktiven Aufgaben
fr: Aucune tâche active
ja: アクティブなToDoはありません

source: No todos yet
de: Noch keine Aufgaben
fr: Aucune tâche pour l'instant
ja: ToDoはまだありません

# deleteTodoConfirmation
source: Are you sure you want to delete this todo?
de: Sind Sie sicher, dass Sie diese Aufgabe löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer cette tâche ?
ja: このToDoを削除してもよろしいですか？

# createdLabel
source: Created:
de: Erstellt:
fr: Créé :
ja: 作成：

# completedLabel
source: Completed:
de: Abgeschlossen:
fr: Terminé :
ja: 完了：

source: Filter by Time
de: Nach Zeit filtern
fr: Filtrer par temps
ja: 時間でフィルター

source: Sort by Time
de: Nach Zeit sortieren
fr: Trier par temps
ja: 時間で並び替え

source: Ascending
de: Aufsteigend
fr: Croissant
ja: 昇順

source: Descending
de: Absteigend
fr: Décroissant
ja: 降順

source: Three Days
de: Drei Tage
fr: Trois jours
ja: 3日間

# minutesAgoWithCount
source: {count} minutes ago
de: vor {count} Minuten
fr: il y a {count} minutes
ja: {count}分前

# hoursAgoWithCount
source: {count} hours ago
de: vor {count} Stunden
fr: il y a {count} heures
ja: {count}時間前

# daysAgoWithCount
source: {count} days ago
de: vor {count} Tagen
fr: il y a {count} jours
ja: {count}日前

source: Notification Settings
de: Benachrichtigungseinstellungen
fr: Paramètres de notification
ja: 通知設定

source: Enable Notifications
de: Benachrichtigungen aktivieren
fr: Activer les notifications
ja: 通知を有効にする

source: Daily Summary
de: Tägliche Zusammenfassung
fr: Résumé quotidien
ja: dailyサマリー

source: Daily Summary Time
de: Zeit der täglichen Zusammenfassung
fr: Heure du résumé quotidien
ja: デイリーサマリー時間

# dailySummaryDescription
source: Receive a daily summary of pending todos
de: Tägliche Zusammenfassung ausstehender Aufgaben erhalten
fr: Recevoir un résumé quotidien des tâches en attente
ja: 保留中のToDoの dailyサマリーを受け取る

source: Default Reminder Settings
de: Standard-Erinnerungseinstellungen
fr: Paramètres de rappel par défaut
ja: デフォルトリマインダー設定

source: Enable Default Reminders
de: Standard-Erinnerungen aktivieren
fr: Activer les rappels par défaut
ja: デフォルトリマインダーを有効にする

# reminderTimeBefore
source: Reminder Time Before Due
de: Erinnerungszeit vor Fälligkeit
fr: Temps de rappel avant l'échéance
ja: 期限前リマインダー時間

# minutesBefore
source: {count} minutes before
de: {count} Minuten vorher
fr: {count} minutes avant
ja: {count}分前

source: Notification Permissions
de: Benachrichtigungsberechtigungen
fr: Permissions de notification
ja: 通知権限

source: Grant Permissions
de: Berechtigungen erteilen
fr: Accorder les permissions
ja: 権限を付与

source: Permissions Granted
de: Berechtigungen erteilt
fr: Permissions accordées
ja: 権限が付与されました

source: Permissions Denied
de: Berechtigungen verweigert
fr: Permissions refusées
ja: 権限が拒否されました

source: Test Notification
de: Testbenachrichtigung
fr: Tester les notifications
ja: テスト通知

source: Send Test Notification
de: Testbenachrichtigung senden
fr: Envoyer une notification de test
ja: テスト通知を送信

# notificationTestSent
source: Test notification sent successfully
de: Testbenachrichtigung erfolgreich gesendet
fr: Notification de test envoyée avec succès
ja: テスト通知が正常に送信されました

source: Reminder Time
de: Erinnerungszeit
fr: Heure de rappel
ja: リマインダー時間

source: Set Reminder
de: Erinnerung festlegen
fr: Définir un rappel
ja: リマインダーを設定

# reminderSet
source: Reminder set for {time}
de: Erinnerung festgelegt für {time}
fr: Rappel défini pour {time}
ja: {time}にリマインダーが設定されました

source: Cancel Reminder
de: Erinnerung abbrechen
fr: Annuler le rappel
ja: リマインダーをキャンセル

source: No reminder set
de: Keine Erinnerung festgelegt
fr: Aucun rappel défini
ja: リマインダーは設定されていません

source: Enable Reminder
de: Erinnerung aktivieren
fr: Activer le rappel
ja: リマインダーを有効にする

source: Reminder Options
de: Erinnerungsoptionen
fr: Options de rappel
ja: リマインダーオプション

source: Pomodoro Timer
fr: Minuteur Pomodoro
ja: ポモドーロタイマー

source: Pomodoro Settings
de: Pomodoro-Einstellungen
fr: Paramètres Pomodoro
ja: ポモドーロ設定

source: Work Duration
de: Arbeitsdauer
fr: Durée de travail
ja: 作業時間

source: Break Duration
de: Pausendauer
fr: Durée de pause
ja: 休憩時間

source: Long Break Duration
de: Lange Pausendauer
fr: Durée de longue pause
ja: 長い休憩時間

source: Sessions until Long Break
de: Sitzungen bis zur langen Pause
fr: Sessions jusqu'à la longue pause
ja: 長い休憩までのセッション

source: minutes
de: Minuten
ja: 分

source: sessions
de: Sitzungen
ja: セッション

# settingsSaved
source: Settings saved successfully
de: Einstellungen erfolgreich gespeichert
fr: Paramètres enregistrés avec succès
ja: 設定が正常に保存されました

source: Focus Time
de: Fokuszeit
fr: Temps de concentration
ja: 集中時間

source: Clear Old Pomodoro Sessions
de: Alte Pomodoro-Sitzungen löschen
fr: Effacer les anciennes sessions Pomodoro
ja: 古いポモドーロセッションを消去

# pomodoroSessionsDeleted
source: Deleted {count} pomodoro sessions
de: {count} Pomodoro-Sitzungen gelöscht
fr: {count} sessions Pomodoro supprimées
ja: {count}個のポモドーロセッションが削除されました

source: Break Time
de: Pausenzeit
fr: Temps de pause
ja: 休憩時間

source: Start
fr: Démarrer
ja: 開始

source: Pause
ja: 一時停止

source: Resume
de: Fortsetzen
fr: Reprendre
ja: 再開

source: Stop
fr: Arrêter
ja: 停止

source: Time spent
de: Verbrachte Zeit
fr: Temps passé
ja: 経過時間

# pomodoroStats
source: Pomodoro Statistics
de: Pomodoro-Statistiken
fr: Statistiques Pomodoro
ja: ポモドーロ統計

source: Sessions Completed
de: Abgeschlossene Sitzungen
fr: Sessions terminées
ja: 完了したセッション

source: Total Time
de: Gesamtzeit
fr: Temps total
ja: 合計時間

source: Average Time
de: Durchschnittszeit
fr: Temps moyen
ja: 平均時間

source: Focus Sessions
de: Fokussitzungen
fr: Sessions de concentration
ja: 集中セッション

source: Pomodoro Sessions
de: Pomodoro-Sitzungen
fr: Sessions Pomodoro
ja: ポモドーロセッション

source: Total Focus Time
de: Gesamtfokuszeit
fr: Temps total de concentration
ja: 総集中時間

source: Weekly Pomodoro Stats
de: Wöchentliche Pomodoro-Statistiken
fr: Statistiques Pomodoro hebdomadaires
ja: 週間ポモドーロ統計

source: Total Sessions
de: Gesamtsitzungen
fr: Sessions totales
ja: 合計セッション

source: Average Sessions
de: Durchschnittssitzungen
fr: Sessions moyennes
ja: 平均セッション

source: Monthly Pomodoro Stats
de: Monatliche Pomodoro-Statistiken
fr: Statistiques Pomodoro mensuelles
ja: 月間ポモドーロ統計

source: Average per Week
de: Durchschnitt pro Woche
fr: Moyenne par semaine
ja: 週平均

source: Pomodoro Overview
de: Pomodoro-Übersicht
fr: Aperçu Pomodoro
ja: ポモドーロ概要

source: Check for Updates
de: Nach Updates suchen
fr: Vérifier les mises à jour
ja: 更新をチェック

# checkUpdatesSubtitle
source: Search for new versions
de: Nach neuen Versionen suchen
fr: Rechercher de nouvelles versions
ja: 新しいバージョンを検索

source: Checking for Updates
de: Nach Updates suchen
fr: Vérification des mises à jour
ja: 更新をチェック中

# pleaseWait
source: Please wait while we check for updates...
de: Bitte warten Sie, während wir nach Updates suchen...
fr: Veuillez patienter pendant que nous vérifions les mises à jour...
ja: 更新をチェックしている間お待ちください...

source: Update Available
de: Update verfügbar
fr: Mise à jour disponible
ja: 更新利用可能

source: No updates available
de: Keine Updates verfügbar
fr: Aucune mise à jour disponible
ja: 更新は利用できません

# youHaveLatestVersion
source: You have the latest version
de: Sie haben die neueste Version
fr: Vous avez la dernière version
ja: 最新バージョンです

source: Update Now
de: Jetzt aktualisieren
fr: Mettre à jour maintenant
ja: 今すぐ更新

source: Later
de: Später
fr: Plus tard
ja: 後で

source: Downloading Update
de: Update wird heruntergeladen
fr: Téléchargement de la mise à jour
ja: 更新をダウンロード中

source: Download Update
de: Update herunterladen
fr: Télécharger la mise à jour
ja: 更新をダウンロード

# downloadFrom
source: Downloading update from:
de: Update wird heruntergeladen von:
fr: Téléchargement de la mise à jour depuis :
ja: 次の場所から更新をダウンロード中：

source: Download failed
de: Herunterladen fehlgeschlagen
fr: Échec du téléchargement
ja: ダウンロードに失敗しました

source: Could not open download URL
de: Download-URL konnte nicht geöffnet werden
fr: Impossible d'ouvrir l'URL de téléchargement
ja: ダウンロードURLを開けません

# updateCheckFailed
source: Failed to check for updates
de: Überprüfung auf Updates fehlgeschlagen
fr: Échec de la vérification des mises à jour
ja: 更新のチェックに失敗しました

# forceUpdateMessage
source: A required update is available. Please update to continue using the app.
de: Dieses Update ist erforderlich, um die App weiter zu verwenden
fr: Cette mise à jour est requise pour continuer à utiliser l'application
ja: この更新はアプリを引き続き使用するために必要です

# optionalUpdateMessage
source: You can update now or later
de: Sie können jetzt oder später aktualisieren
fr: Vous pouvez mettre à jour maintenant ou plus tard
ja: 今すぐまたは後で更新できます

source: Storage permission denied
de: Speicherberechtigung verweigert
fr: Permission de stockage refusée
ja: ストレージ権限が拒否されました

source: Cannot access storage
de: Kein Zugriff auf Speicher
fr: Impossible d'accéder au stockage
ja: ストレージにアクセスできません

# updateDownloadSuccess
source: Update downloaded successfully
de: Update erfolgreich heruntergeladen
fr: Mise à jour téléchargée avec succès
ja: 更新が正常にダウンロードされました

source: Install Update
de: Update installieren
fr: Installer la mise à jour
ja: 更新をインストール

source: Starting installer...
de: Installationsprogramm wird gestartet...
fr: Démarrage de l'installateur...
ja: インストーラーを開始中...

# updateFileNotFound
source: Update file not found, please download again
de: Update-Datei nicht gefunden, bitte erneut herunterladen
fr: Fichier de mise à jour introuvable, veuillez télécharger à nouveau
ja: 更新ファイルが見つかりません、もう一度ダウンロードしてください

source: Install Permission Required
de: Installationsberechtigung erforderlich
fr: Permission d'installation requise
ja: インストール権限が必要

# installPermissionDescription
source: Installing app updates requires "Install unknown apps" permission. Please enable this permission for Easy Todo in settings.
de: Die Installation von App-Updates erfordert die Berechtigung "Unbekannte Apps installieren". Bitte aktivieren Sie diese Berechtigung für Easy Todo in den Einstellungen.
fr: L'installation des mises à jour d'application nécessite la permission "Installer des applications inconnues". Veuillez activer cette permission pour Easy Todo dans les paramètres.
ja: アプリの更新をインストールするには、「不明なソースからのアプリをインストール」権限が必要です。設定でEasy Todoのこの権限を有効にしてください。

# needInstallPermission
source: Install permission is required to update the app
de: Installationsberechtigung ist erforderlich, um die App zu aktualisieren
fr: La permission d'installation est requise pour mettre à jour l'application
ja: アプリを更新するにはインストール権限が必要です

# installFailed
source: Installation failed: {error}
de: Installation fehlgeschlagen: {error}
fr: Échec de l'installation : {error}
ja: インストールに失敗しました：{error}

# installLaunchFailed
source: Installation launch failed: {error}
de: Start der Installation fehlgeschlagen: {error}
fr: Échec du lancement de l'installation : {error}
ja: インストールの起動に失敗しました：{error}

# storagePermissionTitle
source: Storage Permission Required
de: Speicherberechtigung erforderlich
fr: Permission de stockage requise
ja: ストレージ権限が必要
