Repository: MeowLynxSea/easy_todo
Catalog: assets/l10n/app_*.arb
Languages: de, fr, ja

# aiPermissionRequestMessage
source: Please enable "Alarms & Reminders" permission for "Easy Todo" in system settings.
de: Bitte aktivieren Sie die Berechtigung "Alarme & Erinnerungen" für "Easy Todo" in den Systemeinstellungen.
fr: Veuillez activer l'autorisation "Alarmes et Rappels" pour "Easy Todo" dans les paramètres système.
ja: システム設定で「Easy Todo」の「アラームとリマインダー」権限を有効にしてください。

# backupFileShareSubject
source: Easy Todo Backup File
de: Easy Todo Sicherungsdatei
fr: Fichier de Sauvegarde Easy Todo
ja: Easy Todo バックアップファイル

# shareFailed
source: Share failed: {error}
de: Teilen fehlgeschlagen: {error}
fr: Échec du partage : {error}
ja: 共有に失敗しました: {error}

# authenticateToAccessAppMessage
source: Please authenticate to access the app
de: Bitte authentifizieren Sie sich, um auf die App zuzugreifen
fr: Veuillez vous authentifier pour accéder à l'application
ja: アプリにアクセスするには認証してください

source: AI Features Enabled
de: KI-Funktionen aktiviert
fr: Fonctionnalités IA Activées
ja: AI機能が有効

source: AI Service Valid
de: KI-Dienst gültig
fr: Service IA Valide
ja: AIサービス有効

source: Not configured
de: Nicht konfiguriert
fr: Non configuré
ja: 未設定

# configured
source: Configured ({count} chars)
de: Konfiguriert ({count} Zeichen)
fr: Configuré ({count} caractères)
ja: 設定済み（{count}文字）

source: AI Provider Connected
de: KI-Anbieter verbunden
fr: Fournisseur IA Connecté
ja: AIプロバイダー接続済み

source: Yes
de: Ja
fr: Oui
ja: はい

source: No
de: Nein
fr: Non
ja: いいえ

source: AI Processed Todos
de: KI-verarbeitete Aufgaben
fr: Tâches Traitées par IA
ja: AI処理済みToDo

source: Todos with AI Category
de: Aufgaben mit KI-Kategorie
fr: Tâches avec Catégorie IA
ja: AIカテゴリー付きToDo

source: Todos with AI Priority
de: Aufgaben mit KI-Priorität
fr: Tâches avec Priorité IA
ja: AI優先度付きToDo

source: Last Error
de: Letzter Fehler
fr: Dernière Erreur
ja: 最後のエラー

source: Pending Requests
de: Ausstehende Anforderungen
fr: Requêtes en Attente
ja: 保留中のリクエスト

source: Current Window Requests
de: Aktuelle Fensteranforderungen
fr: Requêtes de Fenêtre Actuelle
ja: 現在のウィンドウリクエスト

# maxRequestsPerMinute
source: Max Requests/Minute
de: Max. Anforderungen/Minute
fr: Max. Requêtes/Minute
ja: 最大リクエスト/分

source: Status
fr: Statut
ja: ステータス

source: AI Service not available
de: KI-Dienst nicht verfügbar
fr: Service IA non disponible
ja: AIサービス利用不可

source: Completion Messages
de: Abschlussnachrichten
fr: Messages de Complétion
ja: 完了メッセージ

source: Exact Alarm Permission
de: Exakte Alarmberechtigung
fr: Autorisation d'Alarme Exacte
ja: 正確なアラーム権限

# exactAlarmPermissionContent
source: To ensure pomodoro and reminder functions work accurately, the app needs exact alarm permission. Please enable "Alarms & Reminders" permission for "Easy Todo" in system settings.
de: Um sicherzustellen, dass Pomodoro- und Erinnerungsfunktionen genau funktionieren, benötigt die App die exakte Alarmberechtigung. Bitte aktivieren Sie die Berechtigung "Alarme & Erinnerungen" für "Easy Todo" in den Systemeinstellungen.
fr: Pour assurer que les fonctions pomodoro et rappels fonctionnent avec précision, l'application a besoin de l'autorisation d'alarme exacte. Veuillez activer l'autorisation "Alarmes et Rappels" pour "Easy Todo" dans les paramètres système.
ja: ポモドーロとリマインダー機能が正確に機能するように、アプリは正確なアラーム権限が必要です。 システム設定で「Easy Todo」の「アラームとリマインダー」権限を有効にしてください。

source: Set Later
de: Später einstellen
fr: Définir Plus Tard
ja: 後で設定

source: Go to Settings
de: Zu den Einstellungen gehen
fr: Aller aux Paramètres
ja: 設定に移動

source: Battery Optimization Settings
de: Akku-Optimierungseinstellungen
fr: Paramètres d'Optimisation de Batterie
ja: バッテリー最適化設定

# batteryOptimizationContent
source: To ensure pomodoro and reminder functions run properly in the background, please disable battery optimization for this app. This may increase some battery consumption, but ensures timers and reminder functions work accurately.
de: Um sicherzustellen, dass Pomodoro- und Erinnerungsfunktionen ordnungsgemäß im Hintergrund ausgeführt werden, deaktivieren Sie bitte die Akku-Optimierung für diese App. Dies kann den Akkuverbrauch erhöhen, stellt jedoch sicher, dass Timer- und Erinnerungsfunktionen genau funktionieren.
fr: Pour assurer que les fonctions pomodoro et rappels fonctionnent correctement en arrière-plan, veuillez désactiver l'optimisation de batterie pour cette application. Cela peut augmenter la consommation de batterie, mais assure que les fonctions de minuteur et rappels fonctionnent avec précision.
ja: ポモドーロとリマインダー機能がバックグラウンドで正しく機能するように、このアプリのバッテリー最適化を無効にしてください。 これによりバッテリー消費が増加する可能性がありますが、タイマーとリマインダー機能が正確に機能することが保証されます。

source: AI service returned empty message
de: KI-Dienst hat leere Nachricht zurückgegeben
fr: Le service IA a retourné un message vide
ja: AIサービスが空のメッセージを返しました

# errorGeneratingMotivationalMessage
source: Error generating motivational message: {error}
de: Fehler beim Generieren der motivierenden Nachricht: {error}
fr: Erreur lors de la génération du message motivationnel : {error}
ja: モチベーションメッセージの生成中にエラー: {error}

# aiServiceNotAvailableCheckSettings
source: AI service not available, please check AI settings
de: KI-Dienst nicht verfügbar, bitte überprüfen Sie die KI-Einstellungen
fr: Service IA non disponible, veuillez vérifier les paramètres IA
ja: AIサービスが利用できません、AI設定を確認してください

source: Filter by Category
de: Nach Kategorie filtern
fr: Filtrer par Catégorie
ja: カテゴリーでフィルター

source: Importance
de: Wichtigkeit
ja: 重要度

source: No categories available
de: Keine Kategorien verfügbar
fr: Aucune catégorie disponible
ja: 利用可能なカテゴリーがありません

# aiWillCategorizeTasks
source: AI will automatically categorize tasks, please try again later
de: KI wird Aufgaben automatisch kategorisieren, bitte versuchen Sie es später erneut
fr: L'IA catégorisera automatiquement les tâches, veuillez réessayer plus tard
ja: AIがタスクを自動的に分類します、後でもう一度お試しください

source: Select Categories
de: Kategorien auswählen
fr: Sélectionner des Catégories
ja: カテゴリーを選択

# selectedCategories
source: Selected
de: Ausgewählt
fr: Sélectionné
ja: 選択済み

source: categories
de: Kategorien
fr: catégories
ja: カテゴリー

# webBackupHint
source: Web: backups use download/upload.
de: Web: Backups erfolgen per Download/Upload.
fr: Web : les sauvegardes utilisent le téléchargement/l’envoi.
ja: Web：バックアップはダウンロード/アップロードで行います。

# cloudSyncAuthProcessingTitle
source: Signing in
de: Anmelden
fr: Connexion
ja: サインイン中

# cloudSyncAuthProcessingSubtitle
source: Processing login callback…
de: Login-Callback wird verarbeitet…
fr: Traitement du retour de connexion…
ja: ログインコールバックを処理しています…

# cloudSyncChangePassphraseTitle
source: Change passphrase
de: Passphrase ändern
fr: Changer la phrase secrète
ja: パスフレーズを変更

# cloudSyncChangePassphraseSubtitle
source: Re-wrap the DEK only (no re-upload of history)
de: Nur DEK neu verpacken (keine Neuübertragung des Verlaufs)
fr: Ré-envelopper uniquement la DEK (pas de ré-envoi de l’historique)
ja: DEK の再ラップのみ（履歴の再アップロードなし）

# cloudSyncChangePassphraseAction
source: Change
de: Ändern
fr: Changer
ja: 変更

# cloudSyncChangePassphraseDialogTitle
source: Change sync passphrase
de: Sync-Passphrase ändern
fr: Changer la phrase secrète de synchro
ja: 同期パスフレーズを変更

# cloudSyncChangePassphraseDialogHint
source: This only updates the key bundle. Other devices may need to enter the new passphrase to unlock.
de: Dies aktualisiert nur das Schlüsselbündel. Andere Geräte müssen ggf. die neue Passphrase eingeben, um zu entsperren.
fr: Cela ne met à jour que le paquet de clés. Les autres appareils devront peut-être saisir la nouvelle phrase secrète pour déverrouiller.
ja: キー バンドルのみ更新します。他の端末では、新しいパスフレーズの入力が必要になる場合があります。

# cloudSyncCurrentPassphrase
source: Current passphrase
de: Aktuelle Passphrase
fr: Phrase secrète actuelle
ja: 現在のパスフレーズ

# cloudSyncNewPassphrase
source: New passphrase
de: Neue Passphrase
fr: Nouvelle phrase secrète
ja: 新しいパスフレーズ

# cloudSyncPassphraseChangedSnack
source: Passphrase updated
de: Passphrase aktualisiert
fr: Phrase secrète mise à jour
ja: パスフレーズを更新しました

# syncAiApiKeyTitle
source: Sync API key (encrypted)
de: API-Schlüssel synchronisieren (verschlüsselt)
fr: Synchroniser la clé API (chiffrée)
ja: API キーを同期（暗号化）

# syncAiApiKeySubtitle
source: Share your API key across devices via end-to-end encryption (optional)
de: Teilen Sie Ihren API-Schlüssel geräteübergreifend per Ende-zu-Ende-Verschlüsselung (optional)
fr: Partagez votre clé API entre appareils via un chiffrement de bout en bout (facultatif)
ja: エンドツーエンド暗号化で端末間に API キーを共有します（任意）

# syncAiApiKeyWarningTitle
source: Sync API key?
de: API-Schlüssel synchronisieren?
fr: Synchroniser la clé API ?
ja: API キーを同期しますか？

# syncAiApiKeyWarningMessage
source: Your API key will be uploaded as ciphertext and can be decrypted by devices with your sync passphrase. Enable only if you understand the risk.
de: Ihr API-Schlüssel wird als Chiffretext hochgeladen und kann von Geräten mit Ihrer Sync-Passphrase entschlüsselt werden. Aktivieren Sie dies nur, wenn Sie das Risiko verstehen.
fr: Votre clé API sera envoyée sous forme de texte chiffré et pourra être déchiffrée par les appareils disposant de votre phrase secrète de synchro. N’activez que si vous comprenez le risque.
ja: API キーは暗号文としてアップロードされ、同期パスフレーズを持つ端末で復号できます。リスクを理解している場合のみ有効にしてください。

# cloudSyncAutoSyncIntervalTitle
source: Auto sync interval
de: Automatisches Sync-Intervall
fr: Intervalle de synchro automatique
ja: 自動同期間隔

# cloudSyncAutoSyncIntervalHint
source: Polling is device-specific. If there are pending local changes, they may sync sooner via the outbox trigger.
de: Polling ist gerätespezifisch. Wenn lokale Änderungen ausstehen, können sie ggf. früher über den Outbox-Trigger synchronisiert werden.
fr: Le polling est spécifique à l’appareil. S’il y a des changements locaux en attente, ils peuvent être synchronisés plus tôt via le déclencheur outbox.
ja: ポーリングは端末ごとの設定です。ローカルに未送信の変更がある場合、outbox トリガーでより早く同期されることがあります。

# cloudSyncAutoSyncIntervalSecondsLabel
source: Seconds
de: Sekunden
fr: Secondes
ja: 秒

# cloudSyncAutoSyncIntervalMinHint
source: Minimum 30 seconds
de: Mindestens 30 Sekunden
fr: Minimum 30 secondes
ja: 最小 30 秒

# cloudSyncAutoSyncIntervalSavedSnack
source: Auto sync interval saved
de: Auto-Sync-Intervall gespeichert
fr: Intervalle de synchro automatique enregistré
ja: 自動同期間隔を保存しました

# cloudSyncAutoSyncIntervalSubtitle
source: Current: {interval}
de: Aktuell: {interval}
fr: Actuel : {interval}
ja: 現在：{interval}

# cloudSyncSecondsFormat
source: {count}s
ja: {count}秒

# cloudSyncMinutesFormat
source: {count}m
ja: {count}分

# cloudSyncMinutesSecondsFormat
source: {minutes}m {seconds}s
ja: {minutes}分 {seconds}秒

# todoAttachmentPreviewUnsupported
source: Preview is not available for this file type
de: Vorschau ist für diesen Dateityp nicht verfügbar
fr: Aperçu indisponible pour ce type de fichier
ja: このファイル形式はプレビューに対応していません

# todoAttachmentPreviewTooLarge
source: File is too large to preview (max: {maxSize})
de: Datei ist zu groß für die Vorschau (max.: {maxSize})
fr: Fichier trop volumineux pour l’aperçu (max : {maxSize})
ja: ファイルが大きすぎてプレビューできません（最大：{maxSize}）

# todoAttachmentMarkdownRendered
source: Rendered
de: Gerendert
fr: Rendu
ja: 表示

# todoAttachmentMarkdownSource
source: Source
de: Quelltext
ja: ソース

# cloudSyncErrorQuotaExceeded
source: Server quota exceeded (some records were rejected)
de: Serverkontingent überschritten (einige Datensätze wurden abgelehnt)
fr: Quota du serveur dépassé (certains enregistrements ont été rejetés)
ja: サーバーのクォータを超えました（一部のレコードが拒否されました）

# aiPromptCategorization
source: Categorize this todo task into one of these categories: work, study, personal, health, finance, shopping, family, social, hobby, travel, fitness, other. Task: "{title}" Description: "{description}" Respond with only the category name in lowercase.
de: Klassifizieren Sie diese Todo-Aufgabe in eine dieser Kategorien: work, study, personal, health, finance, shopping, family, social, hobby, travel, fitness, other. Aufgabe: "{title}" Beschreibung: "{description}" Antworten Sie nur mit dem Kategorienamen in Kleinbuchstaben. Wählen Sie die am besten geeignete Kategorie basierend auf dem Inhalt und Kontext der Aufgabe.
fr: Classez cette tâche à faire dans l'une de ces catégories: work, study, personal, health, finance, shopping, family, social, hobby, travel, fitness, other. Tâche: "{title}" Description: "{description}" Répondez uniquement avec le nom de la catégorie en minuscules.
ja: このToDoタスクを次のカテゴリーのいずれかに分類してください： work, study, personal, health, finance, shopping, family, social, hobby, travel, fitness, other. タスク："{title}" 説明："{description}" カテゴリー名を小文字でのみ応答してください。

# aiPromptPriority
source: Rate the priority of this todo task from 0-100, considering: - Urgency: How soon is it needed? (deadline: {deadline}) - Impact: What are the consequences of not completing it? - Effort: How much time/resources will it require? - Personal importance: How valuable is this to you? Task: "{title}" Description: "{description}" Has deadline: {hasDeadline} Deadline: {deadline} Guidelines: - 0-20: Low priority, can be postponed - 21-40: Moderate priority, should be done soon - 41-70: High priority, important to complete - 71-100: Critical priority, urgent completion needed Respond with only a number from 0-100.
de: Bewerten Sie die Priorität dieser Todo-Aufgabe von 0-100, unter Berücksichtigung von: - Dringlichkeit: Wie schnell wird es benötigt? (Frist: {deadline}) - Auswirkungen: Was sind die Konsequenzen des Nicht-Abschlusses? - Aufwand: Wie viel Zeit/Ressourcen werden benötigt? - Persönliche Wichtigkeit: Wie wertvoll ist dies für Sie? Aufgabe: "{title}" Beschreibung: "{description}" Hat Frist: {hasDeadline} Frist: {deadline} Richtlinien: - 0-20: Niedrige Priorität, kann verschoben werden - 21-40: Mittlere Priorität, sollte bald erledigt werden - 41-70: Hohe Priorität, wichtig zu vervollständigen - 71-100: Kritische Priorität, dringender Abschluss erforderlich Antworten Sie nur mit einer Zahl von 0-100.
fr: Évaluez la priorité de cette tâche de 0-100, en considérant: - Urgence: Quand est-ce nécessaire ? (date limite: {deadline}) - Impact: Quelles sont les conséquences de ne pas la terminer ? - Effort: Combien de temps/ressources sont nécessaires ? - Importance personnelle: Quelle est sa valeur pour vous ? Tâche: "{title}" Description: "{description}" A une date limite: {hasDeadline} Date limite: {deadline} Directives: - 0-20: Priorité faible, peut être reportée - 21-40: Priorité modérée, devrait être faite bientôt - 41-70: Priorité élevée, importante à compléter - 71-100: Priorité critique, complétion urgente nécessaire Répondez uniquement avec un nombre de 0-100.
ja: このToDoタスクの優先度を0-100で評価してください。以下を考慮： - 緊急性：どのくらい早く必要ですか？（締切：{deadline}） - 影響：完了しない場合の結果は何ですか？ - 労力：どのくらいの時間/リソースが必要ですか？ - 個人的重要性：これがあなたにとってどれほど価値がありますか？ タスク："{title}" 説明："{description}" 締切あり：{hasDeadline} 締切：{deadline} ガイドライン： - 0-20：低優先度、延期可能 - 21-40：中優先度、すぐに行うべき - 41-70：高優先度、完了が重要 - 71-100：重要優先度、緊急の完了が必要 0-100の数字でのみ応答してください。

# aiPromptMotivation
source: Generate a motivational message based on this statistics data: Name: "{name}" Description: "{description}" Value: {value} Unit: "{unit}" Date: {date} Requirements: - Make it encouraging and data-specific - Keep it under 25 characters - Focus on achievement and progress - Use positive, action-oriented language - Example: "Great progress today! 🎯" or "Keep it up! 💪" - Respond with only the message, no explanations
de: Generieren Sie eine motivierende Nachricht basierend auf diesen statistischen Daten: Name: "{name}" Beschreibung: "{description}" Wert: {value} Einheit: "{unit}" Datum: {date} Anforderungen: - Machen Sie es ermutigend und datenspezifisch - Halten Sie es unter 25 Zeichen - Konzentrieren Sie sich auf Erfolge und Fortschritt - Verwenden Sie positive, aktionsorientierte Sprache - Beispiel: "Großer Fortschritt heute! 🎯" oder "Weiter so! 💪" - Antworten Sie nur mit der Nachricht, ohne Erklärungen
fr: Générez un message motivant basé sur ces données statistiques: Nom: "{name}" Description: "{description}" Valeur: {value} Unité: "{unit}" Date: {date} Exigences: - Rendez-le encourageant et spécifique aux données - Gardez-le sous 25 caractères - Concentrez-vous sur les réalisations et le progrès - Utilisez un langage positif et orienté action - Exemple: "Excellent progrès aujourd'hui ! 🎯" ou "Continuez ! 💪" - Répondez uniquement avec le message, sans explications
ja: この統計データに基づいてモチベーションメッセージを生成してください： 名前："{name}" 説明："{description}" 値：{value} 単位："{unit}" 日付：{date} 要件： - データに応じた励ましの言葉にしてください - 25文字以内にしてください - 達成と進歩に焦点を当てる - ポジティブで行動志向の言葉を使う - 例：「今日も頑張った！🎯」や「続けよう！💪」 - メッセージのみを返信し、説明は含めないでください

# aiPromptNotification
source: Create a personalized notification reminder for this task: Task: "{title}" Description: "{description}" Category: {category} Priority: {priority} Requirements: - Create both a title and message - Title: Must be under 20 characters, attention-grabbing - Message: Must be under 50 characters, motivating and actionable - Use emojis where appropriate for engagement - Include urgency based on priority level - Make it personal and encouraging - Respond ONLY in this exact format: TITLE: [your title] MESSAGE: [your message] - No explanations, no markdown formatting, just the two lines in the specified format
de: Erstellen Sie eine personalisierte Benachrichtigungserinnerung für diese Aufgabe: Aufgabe: "{title}" Beschreibung: "{description}" Kategorie: {category} Priorität: {priority} Anforderungen: - Erstellen Sie sowohl einen Titel als auch eine Nachricht - Titel: Weniger als 20 Zeichen, aufmerksamkeitsstark - Nachricht: Weniger als 50 Zeichen, motivierend und umsetzbar - Verwenden Sie Emojis wo angemessen für Engagement - Inklusive Dringlichkeit basierend auf Prioritätsniveau - Machen Sie es persönlich und ermutigend - Antworten Sie nur mit Titel und Nachricht im angegebenen Format, ohne Erklärungen Formatieren Sie Ihre Antwort wie folgt: TITLE: [Titel] MESSAGE: [Nachricht]
fr: Créez un rappel de notification personnalisé pour cette tâche: Tâche: "{title}" Description: "{description}" Catégorie: {category} Priorité: {priority} Exigences: - Créez à la fois un titre et un message - Titre: Moins de 20 caractères, accrocheur - Message: Moins de 50 caractères, motivant et actionnable - Utilisez des emojis quand approprié pour l'engagement - Incluez l'urgence basée sur le niveau de priorité - Rendez-le personnel et encourageant - Répondez uniquement avec le titre et message dans le format spécifié, sans explications Formattez votre réponse comme: TITLE: [titre] MESSAGE: [message]
ja: このタスクのためのパーソナライズされた通知リマインダーを作成してください： タスク："{title}" 説明："{description}" カテゴリー：{category} 優先度：{priority} 要件： - タイトルとメッセージの両方を作成してください - タイトル：20文字未満、注目を引くもの - メッセージ：50文字未満、モチベーションを上げ実行可能なもの - エンゲージメントのために絵文字を適宜使用 - 優先度レベルに基づいた緊急性を含める - 個人的で励ましになるようにする - 指定された形式でタイトルとメッセージのみを返信し、説明は含めないでください 次の形式で応答してください： TITLE: [タイトル] MESSAGE: [メッセージ]

# aiPromptCompletion
source: Generate an encouraging message based on today's todo completion: Completed: {completed} out of {total} tasks Completion rate: {percentage}% Requirements: - Make it positive and motivating - Keep it under 25 characters - Celebrate achievement and progress - Use encouraging language and/or emojis - Example: "Awesome work! 🌟" or "Progress! 👍" - Respond with only the message, no explanations
de: Generieren Sie eine ermutigende Nachricht basierend auf dem heutigen Todo-Completion: Abgeschlossen: {completed} von {total} Aufgaben Completion-Rate: {percentage}% Anforderungen: - Machen Sie es positiv und motivierend - Halten Sie es unter 25 Zeichen - Feiern Sie Erfolge und Fortschritt - Verwenden Sie ermutigende Sprache und/oder Emojis - Beispiel: "Ausgezeichnete Arbeit! 🌟" oder "Fortschritt! 👍" - Antworten Sie nur mit der Nachricht, ohne Erklärungen
fr: Générez un message encourageant basé sur le completion des tâches d'aujourd'hui: Complétées: {completed} sur {total} tâches Taux de completion: {percentage}% Exigences: - Rendez-le positif et motivant - Gardez-le sous 25 caractères - Célébrez les réalisations et le progrès - Utilisez un langage encourageant et/ou des emojis - Exemple: "Excellent travail ! 🌟" ou "Progrès ! 👍" - Répondez uniquement avec le message, sans explications
ja: 今日のToDo完了状況に基づいて励ましのメッセージを生成してください： 完了：{completed}/{total}タスク 完了率：{percentage}% 要件： - ポジティブでモチベーションを上げるものにしてください - 25文字以内にしてください - 達成と進歩を祝う - 励ましの言葉や絵文字を使用する - 例：「素晴らしい仕事！🌟」や「進歩！👍」 - メッセージのみを返信し、説明は含めないでください

# aiPromptDailySummary
source: Create a daily summary notification for pending todos. Pending tasks count: {pendingCount} Categories: {categories} Average priority: {avgPriority}/100 Create a personalized summary with: 1. A catchy title (first line) 2. An encouraging message that MUST include the count of unfinished todos ({pendingCount}) 3. Keep the message content under 50 characters. Make it motivating and actionable. 4. Respond ONLY in this exact format: TITLE: [your title] MESSAGE: [your message] 5. No explanations, no markdown formatting, just the two lines in the specified format
de: Erstellen Sie eine tägliche Zusammenfassungsbenachrichtigung für ausstehende Todos. Anzahl ausstehender Aufgaben: {pendingCount} Kategorien: {categories} Durchschnittliche Priorität: {avgPriority}/100 Erstellen Sie eine persönliche Zusammenfassung mit: 1. Einem ansprechenden Titel (erste Zeile) 2. Einer ermutigenden Nachricht, die DIE Anzahl der unvollendeten Aufgaben ({pendingCount}) enthalten MUSS 3. Halten Sie den Nachrichteninhalt unter 50 Zeichen. Machen Sie es motivierend und umsetzbar. 4. Antworten Sie nur mit Titel und Nachricht, ohne Erklärungen
fr: Créez une notification de résumé quotidien pour les tâches en attente. Nombre de tâches en attente: {pendingCount} Catégories: {categories} Priorité moyenne: {avgPriority}/100 Créez un résumé personnalisé avec : 1. Un titre accrocheur (première ligne) 2. Un message encourageant qui DOIT inclure le nombre de tâches non terminées ({pendingCount}) 3. Gardez le contenu du message sous 50 caractères. Rendez-le motivant et actionnable. 4. Répondez uniquement avec le titre et message, sans explications
ja: 未完了のToDoのための毎日のサマリー通知を作成してください。 未完了タスク数：{pendingCount} カテゴリー：{categories} 平均優先度：{avgPriority}/100 パーソナライズされたサマリーを作成してください： 1. 注目を引くタイトル（最初の行） 2. 未完了タスク数（{pendingCount}）を必ず含む励ましのメッセージ 3. メッセージ内容を50文字未満にしてください。モチベーションを上げ、実行可能にしてください。 4. タイトルとメッセージのみを返信し、説明は含めないでください
